[{"value": 3, "name": "Abomination", "effects": "“Well, aren't you special?”\nCooldown: Passive"}, {"value": 3, "name": "Achilles Rage", "effects": "“Aim for the heels...”\nCooldown: Passive"}, {"value": 1, "name": "Acrobatic", "effects": "This character is much more vertically gifted than the average member of their species, and is capable of a wide variety of parkour techniques and gymnastic feats. They can easily leap tall barriers, cross dangerous pits, and evade pursuers without missing a jump."}, {"value": 1, "name": "Adaptive", "effects": "This character is more able to survive in an unfavorable environment, given time. This character is able to handle radical changes without folding under pressure."}, {"value": 2, "name": "Addict", "effects": "This character is addicted to some sort of substance and loses sanity, morale, or possibly even health if they go without it for too long."}, {"value": 1, "name": "Adventurous", "effects": "This character will answer the call to adventure more often than not. With this trait they are more likely to run into places with more loot to be found. This character is less daunted by certain situations and morale is raised whenever they're put in an adventurous situation. This character may have fears, but they're willing to meet it face to face."}, {"value": 4, "name": "Airhorn", "effects": "Twice per day this character can produce a specific noise or say a specific word and drastically reduce the sanity of all other characters in earshot.\nCooldown: Twice per day."}, {"value": 0, "name": "Albino", "effects": "This character is whatever an albino in their species looks like."}, {"value": 4, "name": "Alibi", "effects": "Replaces another character's red trait with a random green trait for a temporary amount of time.\nCooldown: Once a day"}, {"value": 4, "name": "All for One", "effects": "When activated, pick a stat and a character. All other characters will have this stat lowered to 1, while the character picked gets the total of all those stat points added to them for a short time.\nCooldown: Twice a day."}, {"value": 2, "name": "Allergic to X", "effects": "This character is allergic to X and has bad reactions when exposed to X. This character may need to take medication to lessen reactions to X and if not done their reaction to X can become fatal."}, {"value": 3, "name": "Alone", "effects": "“Nobody's Coming”\nCooldown: Passive"}, {"value": 2, "name": "Always Late", "effects": "This character can never make it on time, whether it is for work, to battle, or even the birth of their child, this character can never come on time. Most people won't trust this character with time related tasks or will supervise them so they hurry."}, {"value": 1, "name": "Always On Time", "effects": "This character will always do things at the scheduled time or when told to. Most of the time they will even be way ahead of time to make sure they don't miss anything. This character will also encourage others around them to not be late."}, {"value": 3, "name": "Always watched", "effects": "“You are the star of the show! Maybe. The audience likes you anyway. You think?”\nCooldown: Passive"}, {"value": 0, "name": "Ambitious", "effects": "This character has strong ambition for a goal or several goals. They won't be easily dissuaded from a course of action. The ambition this character holds may be for the better or the worse."}, {"value": 2, "name": "Amnesia", "effects": "This character has lost most of or all memories of who they were.\nRestrictions: [Reprogrammed] applies to AIs only. [Amnesia] can be removed if this character rediscovers themselves, or, in a robot's case, is dropped back into their default programming."}, {"value": 1, "name": "Animal Communer", "effects": "This character is more likely to be in tune with animals. While they cannot speak \"animal\" they are able to understand their emotions and the animal is likely able to understand them."}, {"value": 2, "name": "Animal Vendetta", "effects": "Characters with this trait take a personal hate against some sort of fauna or flora and will take every moment to shit-talk about it, occasionally this characters will get a a moral and sanity debuff if they get near any fauna that looks like the type of animal they hate and will take their time hating it in the internet or hunting it."}, {"value": 2, "name": "Annoying", "effects": "This character is just annoying in general, either by making obnoxious sounds, snarky yet rude comments, or a large list of unpleasant things. Sometimes they may not even know that they're annoying others, which just adds to people's frustrations. They will slowly drain morale and sanity from crew members."}, {"value": 0, "name": "Apologetic", "effects": "This character tends to apologize when things go wrong, no matter how minor, or if they even had anything to do with what happened at all. This can get them in trouble, as some may find this annoying, and their apologizing may lead others to assume they did whatever they've apologized for, even if they did not. However, some characters may take pity on this character, and comfort them when they seemingly apologize for no reason."}, {"value": 1, "name": "Aqua-Adapted", "effects": "Unusual for their species, this character is incredibly good at swimming, and can stay underwater for hours at a time, if not indefinitely. They might possess fins, webbing, or even gills that allow them to breathe underwater."}, {"value": 2, "name": "Argumental", "effects": "This character is more likely to have verbal arguments with everyone around them, including crewmates."}, {"value": 1, "name": "Artful Dodger", "effects": "This character is a good dodger, and they will have a better chance of avoiding attacks."}, {"value": 0, "name": "Artist", "effects": "This character is skilled at some sort of visual art. This could mean painting, drawing, digital art, or just about anything."}, {"value": 2, "name": "Attention Seeker", "effects": "This character wants attention. They are obsessive over it, and will do anything and everything to get attention from others, whether it's faking injuries, mental conditions, or making up any types of stories about themselves to grab a person's attention. Attention seekers may even tell half truths to spice up their stories to make themselves seem more heroic."}, {"value": 0, "name": "Attitude", "effects": "Whether by intention or a passive tic, this character will at some times make snarky, rude comments in normal conversation. Most of the time this is only an annoyance at worst, but in some rare cases this character will hit a soft spot and will have to deal with the consequences. This trait is a lesser form of [Provocative]."}, {"value": 1, "name": "Attractive", "effects": "Most people find this character to be very attractive. They can charm others with their looks alone, and will often recieve special attention as a result."}, {"value": 3, "name": "Augmented", "effects": "“You're not an X anymore, huh?”\nCooldown: Passive"}, {"value": 2, "name": "Auto-Attack", "effects": "This character will automatically attack anyone, including teammates, when a certain condition is met such as getting too close to them or saying a certain word."}, {"value": 1, "name": "Auto-Translator", "effects": "This character can translate what a person is saying even without hearing the language before.\nRestrictions: This trait is an aftik-only trait."}, {"value": 4, "name": "Azure Song", "effects": "When this character sings characters that can hear the song are driven into a deep, paralyzing state of sorrow. This effect ends when the character stops singing.\nCooldown: Once daily."}, {"value": 2, "name": "BO", "effects": "This character's Charisma score is lowered to 1 for all who can smell the repulsive odor wafting from their various, unwashed pores. Gross."}, {"value": 4, "name": "BS", "effects": "This character can bluff about anything and tells a convincing lie. Automatically pass one intelligence or charisma check. \nCooldown: Once a day."}, {"value": 2, "name": "Bad Liar", "effects": "This character is terrible at deception. When other characters are listening to them talk, they will be able to detect any attempted falsehoods made by the character as though the listener had [Lie Detector]."}, {"value": 2, "name": "Bad Omen", "effects": "This trait makes the character's luck drop to zero.\nRestrictions: For use with controller traits like [Moodmeter]."}, {"value": 2, "name": "Bad at X", "effects": "The character is bad at this task or ability. They will often fail at it, become stressed, and lose morale if they are made to do it."}, {"value": 3, "name": "Beginner", "effects": "“Everything always seems to start well...”\nCooldown: Passive"}, {"value": 4, "name": "Better Together", "effects": "This character is able to combine into a fusion with another character to temporarily work together. Their stats are slightly better, or worse, based on the person they are combining with.\nCooldown: No cooldown, but damages the users when it splits them. How long it lasts is based on hybrid compatibility, with the possibility of it ending instantly."}, {"value": 2, "name": "Big Eater", "effects": "This character will eat twice as much rations when it's meal time. They will also starve twice as fast due to the amount of energy they need."}, {"value": 0, "name": "Bio-luminescent", "effects": "This character emits light naturally."}, {"value": 3, "name": "Black Cat", "effects": "“When a black cat crosses your path...”\nCooldown: Passive"}, {"value": 2, "name": "Blame Magnet", "effects": "For whatever reason; this character is blamed for everything that happens nearby."}, {"value": 4, "name": "Blaze of Glory", "effects": "Whenever this character receives what would be a fatal blow, they gain a +5 to Strength and Endurance, and +3 to luck, and may help defeat the enemy(s) that dealt the blow. When the fight is over, the character dies. \nCooldown: Only activated upon receiving a would-be fatal blow.\nRestrictions: Can only be used with characters with 7+ Luck or 7+ Endurance."}, {"value": 4, "name": "Blood Money", "effects": "While this ability is active, the character using it will lose credits instead of getting hurt. This is very expensive. \nCooldown: Can be used anytime, but the ability won't work if preventing an injury would leave the character to have a credits total below zero."}, {"value": 1, "name": "Blood Pumper", "effects": "This character passively causes other characters to get more excited, awake and emotional when nearby. This may increase the morale of those nearby and make them be more confident. This will only work for organic people, while Empowering will only work for mechanical people.  This trait is the opposite of [Calming Presence]."}, {"value": 1, "name": "Bloodhound", "effects": "This character can track smells extremely well and from very far away. More often than not they are able to track the location of the source with ease.\nRestrictions: Character must be capable of smell, character will lose this trait if they are incapable of smelling."}, {"value": 0, "name": "Blue", "effects": "This character is blue.\nRestrictions: Only applies to generic who are blue."}, {"value": 1, "name": "Body Builder", "effects": "This character has spent their life working on themselves, being naturally muscular looking. This character can break the 10 strength cap and go up to 15."}, {"value": 3, "name": "Body Swap", "effects": "“Walk a mile in someone else's shoes.”\nCooldown: Passive"}, {"value": 2, "name": "Bored Eater", "effects": "This character will consume rations when they have nothing to do. When they don't have jobs or hobbies to keep themselves busy with, this character will empty food stocks quickly."}, {"value": 2, "name": "Boring", "effects": "This character is just boring to be honest. Nothing to see here. Most people will lose sanity just hearing them drone about a subject."}, {"value": 2, "name": "Bottled Rage", "effects": "This character will store away their anger or other such emotions whenever they feel them and won't tell others about the anger they're feeling. Because of this, after too much anger has been stored up, they will be prone to burst at even the smallest thing and fly into a fit of rage."}, {"value": 2, "name": "Breakable", "effects": "This character is not known for their durability.\nRestrictions: A character with this trait may not have their Endurance stat rise above 4."}, {"value": 2, "name": "Broken", "effects": "This character has gone through something traumatic or depressing that has left them feeling as if they are broken on the inside even if nothing is wrong with them. They suffer a near permanent moral and sanity loss, and lose morale and sanity faster than normal characters."}, {"value": 3, "name": "Broken Luck", "effects": "“May the odds be ever in someone's favor.”\nCooldown: Passive"}, {"value": 0, "name": "Buddy-Cop", "effects": "This character and another character are linked by having this trait. The two likely work or live together, and likely have little to nothing in common. They may or may not like each other, but they can operate with each other.\nRestrictions: Requires 2 characters."}, {"value": 2, "name": "Bug Magnet", "effects": "Whenever this character interacts with an electronic device of some sort, that device has a very high chance of having a software issue of some kind."}, {"value": 1, "name": "Built-In Compass", "effects": "This character will always know where north is, even if there is no way to discern where north is."}, {"value": 1, "name": "Built-in Weapons", "effects": "This character was born with weapons, or has fused weapons with their flesh.\nRestrictions: This trait is for clockworks only. Any other weapon that is attached to a character is considered an item."}, {"value": 1, "name": "Bullet Sponge", "effects": "This character takes reduced damage from ranged weapons.\nRestrictions: Does not include thrown weapons like spears."}, {"value": 4, "name": "Bullet Time", "effects": "This character can automatically dodge things that would potentially cripple or kill them, or otherwise deeply incapacitate them.\nCooldown: Once a day.\nRestrictions: This trait may only be on characters with 5+ Agility."}, {"value": 2, "name": "Bully", "effects": "This character feels they are the Head of the pack so to speak, even if they aren't. This character feels the need to dominant everyone around them. They may do Power moves to show and scare other people around them into submitting. While this gains them power, everyone around them will quickly be drained emotionally and sometimes physically. Characters may avoid them, leaving them no one left on their side."}, {"value": 4, "name": "Call The Cavalry", "effects": " When activated, this ability will summon a random character the user has met to the scene. This character needn't necessarily be able to help and may make matters worse, intentionally or otherwise.\nCooldown: Useable once a day.\nRestrictions: A luck stat of 7 or more."}, {"value": 1, "name": "Calligraphy Champion", "effects": "This character has fantastic handwriting. Any written material they make has a professional feel and boosts the emotions felt by the piece. This can cause people to be riled up more by a call to action, or feel more calmed by a poster saying to ignore something."}, {"value": 0, "name": "Calm", "effects": "This character tends to be calmer than most and is slightly more likely to be able to calm down faster in tense situations and clear their mind."}, {"value": 1, "name": "Calming Presence", "effects": "This character has an effect on other characters ranging from calming the aggressive and adversarial drives of other organic beings, producing a slight euphoric feeling, producing a sense of trust, or slight sedation. This works on organic beings only; [Lodestone] applies to mechanical beings."}, {"value": 2, "name": "Can't Lie", "effects": "This character just cannot tell a lie, even if it's a white lie, or would be detrimental to tell the truth. If they are ever forced to lie against their will, they will take a large sanity hit, and may continue to worry about it until the truth comes out."}, {"value": 2, "name": "Cannibal", "effects": "This character will eat not only characters of their own species but will also eat other sentient beings. The moment that if the character runs out of food they will attempt to eat others nearby. This character may also eat sentient beings even if they have food."}, {"value": 4, "name": "Capoeirista", "effects": "This character is skilled in the martial art of acrobatic dance fighting. When background music is playing, this character gains +2 agility, any attacks they make have a 20% chance of hitting if they would have missed, and any attacks against them have a 20% chance of missing if they would have otherwise hit. If [Timed Hits] is active, this applies to each successive hit, making it more likely for them to string long hits against opponents and to break an opponent's string of hits before it gets long. \nCooldown: Passive\nRestrictions: Activates only when music is playing."}, {"value": 2, "name": "Cassandra Complex", "effects": "However this character communicates, others will tend to assume they're lying, attempting to mislead, or their words cannot otherwise be trusted."}, {"value": 0, "name": "Cautious", "effects": "This character will be more nervous of suspicious situations, and less willing to take risks. They may put extra effort into making sure everything is safe before feeling comfortable. While this normally makes things safer for them, it can also be a huge time waster."}, {"value": 1, "name": "Changed", "effects": "This character has been changed for the statistically better. This trait is only gained when a character undergoes a major, most likely sudden change."}, {"value": 3, "name": "Chaos", "effects": "“You'll never have a normal day ever again!”\nCooldown: Passive"}, {"value": 1, "name": "Charismatic", "effects": "This character automatically gains 10 in Charisma.\nRestrictions: This trait is only allowed with controller traits such as Moodmeter."}, {"value": 0, "name": "Charitable", "effects": "This character is more likely to share what they have to the less fortunate, whether that be money, a home or any other such thing. The opposite of [Greedy]."}, {"value": 1, "name": "Charming Drunk", "effects": "This character will receive a small bonus in charisma when they are wasted. This does not make them any less drunk."}, {"value": 2, "name": "Cheater", "effects": "This character doesn't believe in playing fair. If they see an opportunity to rig the odds in their favor, they will take advantage of it. This can land them in deep trouble if they get caught."}, {"value": 1, "name": "Chemical Resistance", "effects": "This character can resist or is outright immune to the harmful effects of poisons, drugs, and toxins in general. Whether breathed in, injected or consumed, their effect will be at least greatly reduced."}, {"value": 1, "name": "Chic Magnet", "effects": "This character has a sense of fashion and will get a boost in charisma when talking to other characters that like fashion."}, {"value": 1, "name": "Chick Magnet", "effects": "This character attracts a lot of birds to them of various shapes, sizes, and sentience levels. This character is really for the birds!"}, {"value": 0, "name": "Childish", "effects": "This character is very childish. Although this can be seen as cute sometimes, it can also be very annoying."}, {"value": 1, "name": "Chip Magnet", "effects": "This character's Charisma is boosted to a 10 with robots and AIs. Robots and AIs will commonly find this character attractive."}, {"value": 0, "name": "Chromatic", "effects": "When viewed by others, this character will always appear to have a chromatic aberration effect. This may make them uncomfortable to look at."}, {"value": 2, "name": "Classist", "effects": "This character judges people on what they believe person stands in the social order. This is unlike the [Speciesist] trait as a character who is classist does not judge a person solely on their species. A character who is classist can be rich oriented, seeing the rich as better than the poor, or reversed, seeing the poor as completely noble and the rich as pure evil with no redeeming factors."}, {"value": 2, "name": "Clean Freak", "effects": "This character is obsessed with being clean and will refuse to do dirty jobs. If they do get dirty somehow, they will suffer a sanity loss. This character will also keep their living environment as clean as they're able, and can get frustrated if it's dirtied up."}, {"value": 1, "name": "Climber", "effects": "This character is able to quickly climb obstacles that stand in their way, as easily as the average person can run and jump. They have an eye for climbable terrain, and even surfaces that are too steep or smooth to climb will not stop them for long."}, {"value": 2, "name": "Clingy", "effects": "This character has a person, or in rarer cases an object, that they cling to. This character will become distressed whenever this person or object is moved away from them. When this character has no one to cling to they will find someone else to cling to. Due to this clinging, this character can be easily manipulated by who or what they are clinging to."}, {"value": 3, "name": "Clone", "effects": "“You've found yourself, but not in the way you expected.”\nCooldown: Passive"}, {"value": 3, "name": "Clown", "effects": "“Honk, honk!”\nCooldown: Passive"}, {"value": 0, "name": "Clumsy", "effects": "This character is more likely to drop objects or make small mistakes. Sometimes their mistakes end up being for the better, but most of the time the mistake are small."}, {"value": 2, "name": "Clutz", "effects": "An advanced version of [Clumsy], this character has trouble even handling simple tools because of their poor dexterity."}, {"value": 3, "name": "Code Phrase", "effects": "“The numbers, Mason!”\nCooldown: Passive"}, {"value": 1, "name": "Code Talker", "effects": "This character is able to decipher any coded speech, writing, or just about anything else that's in code if given enough time."}, {"value": 0, "name": "Collector", "effects": "This character has a collection of items or does lowkey hoarding of random objects they find. They are more likely to pick up just about anything they find and check it out. If an item is removed from their collection without their approval they may become minorly distressed. For the red negative version of this please see [Extreme Hoarding]."}, {"value": 0, "name": "Color Changer", "effects": "This character is able to change their colors in response to specific stimuli."}, {"value": 0, "name": "Color-Blind", "effects": "This character has one of many types of color blindness. While this is very unlikely to ever be an issue, it does change the way the player sees the world when being that character."}, {"value": 1, "name": "Commanding", "effects": "This character is a natural-born leader. Crewmates and strangers alike will feel compelled to follow their command, even if they are otherwise unwilling to work together."}, {"value": 1, "name": "Compassionate", "effects": "This character is not only considerate of others, but is also very understanding of other's issues. This person is good at seeing things from other's points of view and seeing how people's issues would make them feel. Others may want to talk to this character about their problems as they will understand, and may feel bad for them and try to comfort them. However, their sensitive side means it may be easier to hurt this character's feelings."}, {"value": 0, "name": "Competitive", "effects": "This character tends to be up for healthy challenges. If this character sees a co-worker or someone they see as a rival working harder than they are they may work even harder to compete with this person even if this person has no idea what they are doing or even if they exist."}, {"value": 1, "name": "Confident", "effects": "This character is confident in what they do and rarely ever doubts themselves or the people they believe in. They're able to trust people and can raise the morale of people they trust."}, {"value": 3, "name": "Confront Blanket", "effects": "“Anything can be dangerous if you put your mind to it.”\nCooldown: Passive"}, {"value": 1, "name": "Connections", "effects": "This character has some sort of important connection to someone else. These connections often times owe the character a few favors."}, {"value": 2, "name": "Conscriptable", "effects": "If a non-military or military emergency is declared nearby by an authority with jurisdiction over an organization this character belongs to, this character will be notified with a call to serve a duty. They can choose to accept or else they may face consequences for failing to serve. [Emergency Conscript] means the character only can be called for non-military emergencies; [Military Reserve] means the character only serves military emergencies. The range for emergencies the character can be called to depends upon the severity level of the emergency: for instance, a fire may only trigger reserve-conscripts within an hour's travel time; a rare event like a star forecast to go supernova may call upon all conscripts within two warps."}, {"value": 2, "name": "Conspiracy Theorist", "effects": "This character is inclined to draw connections between things that aren't really connected. Often these beliefs are related to overarching power structures and are rooted in distrust of those in control. The beliefs can manifest in strange behavior and even social isolation, but it's usually quite difficult to talk the character out of them."}, {"value": 2, "name": "Constant Pain", "effects": "This character will always feel physical pain, either in general or in just certain areas of their body. This constant pain could have been cased by an event or accident, but also could have been caused by illness."}, {"value": 4, "name": "Contagious passion", "effects": "This character is passionate about what they like to an extent that others are drawn in too. Having common ground with others makes it easier to be on good terms with them, but it can alienate others.\r\nOn a successful charisma check this character can give others [Likes X], and later [Passionate about X]. If a check fails a second time the other party will gain [Dislikes X].\nCooldown: Passive. Only applicable on a person once a day.\nRestrictions: This character must have [Passionate about X]. If it is lost temporarily they will not be able to use this ability, and if permanently they will also lose this trait."}, {"value": 1, "name": "Contortionist", "effects": "This character can fit themselves into small spaces and are quick on their feet. This character's agility stat goes beyond the 10 rule."}, {"value": 2, "name": "Contrarian", "effects": "This character is habitually contrarian, and will voice disagreement with most opinions and ideas regardless of whether or not they actually do or do not agree with them, much to the consternation of people around them."}, {"value": 1, "name": "Cooperative", "effects": "This character does wonderfully in team situations and is always willing to follow plans. This character is almost always ready and willing to help and others rarely feel this character is dragging their feet in a team related operation."}, {"value": 4, "name": "Copycat", "effects": "This character can temporarily copy a set of traits of another character. For example, this character can copy another character's yellow traits, and temporarily use the yellow traits that character has, or copy another character's purple traits.\nCooldown: Twice daily."}, {"value": 3, "name": "Cosmic Friends Forever", "effects": "“Now we are cosmic friends forever... and ever...”\nCooldown: Passive"}, {"value": 0, "name": "Cosplayer", "effects": "This character enjoys Cosplay."}, {"value": 2, "name": "Coward", "effects": "This character will always try to back down from a fight, though they will still act in self-defense if they don't have a choice. If forced into dangerous situations, they will suffer morale loss, and will be more inclined than most to abandon their crewmates."}, {"value": 0, "name": "Crepuscular", "effects": "Character is neither fully [Diurnal] or [Nocturnal], but instead is mostly awake during the transitional periods between the two."}, {"value": 4, "name": "Crimson Song", "effects": "When this character sings, they cause people around them to grow increasingly angry and bloodthirsty. The effect is broken when they stop singing. \nCooldown: Once daily"}, {"value": 1, "name": "Crocodile Tears", "effects": "This character is very good at acting weak, saddened or helpless for attention. Other characters are less likely to be angry with this character when they put on a show, and may be able to manipulate others into doing what they want if they shed some tears."}, {"value": 2, "name": "Crybaby", "effects": "If this character is put under stressful situations they may break down crying and become useless for the duration of their panicking."}, {"value": 2, "name": "Cryptic", "effects": "This character speaks in riddles, code, and tends to be extremely hidden about their words. Due to this it's extremely hard for people around them to understand what they are trying to say. This character might be so dedicated to their riddles that they are willing to endanger others with their unwillingness to stop.\r\nEx: This character knows about a monster coming up, this character will tell the people who are heading towards the monster a riddle about how there is a monster in the next room without saying directly there is a monster and they need to prepare for it."}, {"value": 0, "name": "Cultist", "effects": "This character believes in the strange, the arcane, the other. They are naturally drawn to fringe cults and strange beliefs, and may already be a member of several of these groups."}, {"value": 1, "name": "Cunning", "effects": "This character is crafty when it comes to lying and deception, able to more easily trick others to get what they want."}, {"value": 0, "name": "Curious", "effects": "This character has a general thirst for knowledge and tends to ask a lot of questions. They are more likely to investigate anything that seems out of the ordinary."}, {"value": 1, "name": "Currency control", "effects": "This character can control the worthless paper money from the speddaris' homeworld. They do not have control over any other kind of currency.\nRestrictions: This trait is restricted to speddaris, no other species can have this trait."}, {"value": 1, "name": "Cute", "effects": "Aww, well aren't you just precious! People are easily endeared to this character with their puppy-like look. Their presence is often additionally capable of increasing morale for the crew, assuming they like sweet things."}, {"value": 0, "name": "Cyborg", "effects": "This character is part mechanical and organic but is not a clockwork or anomaly."}, {"value": 2, "name": "Daredevil", "effects": "This character actively attempts to do dangerous stunts. When they see a fire, they run into it to try and save people, even though they are totally untrained. They weighed the pros and cons, and are FULLY aware of the danger they're putting themselves through. This puts them in the line of danger far more often."}, {"value": 0, "name": "Day Dreamer", "effects": "This character tends to be lost in thought most of the time. This doesn't mean they always don't pay attention to things but just are capable of thinking of multiple things at once. Sometimes they really don't pay attention though."}, {"value": 4, "name": "Dazzling Beauty", "effects": "This character can emit a twinkling cloud of raw attractiveness. This is useless as a light source, but accentuates the character's beauty and temporarily boosts their charisma by 1d10 for a single encounter.\nCooldown: Once per day."}, {"value": 2, "name": "Dead", "effects": "This character is dead. There isnt much more to explain here. No longer alive. Passed away. This character, in most cases, can no longer be used while this trait is active. Some things might be able to fix this, but not many."}, {"value": 1, "name": "Death Grip", "effects": "This character has a bonus +5 to miracle rolls and can remain standing even after a stunning attack or a particularly devastating blow."}, {"value": 2, "name": "Defeatism", "effects": "Characters with this trait is almost always ready to give up on something, whether it be as simple as throwing the garbage out or something as complex as winning a battle. They have a tendency of having quite a depressing outlook on situations and can make others, including themselves, lose moral quite quickly. Characters with this trait would also not care if people they know end up dying if they're not that close to them. Quite commonly claiming 'It'll happen eventually' as a response."}, {"value": 2, "name": "Defensive", "effects": "This character may get very upset or angry if they are challenged in some way, typically when their competence at certain tasks is called into question."}, {"value": 2, "name": "Deflector", "effects": "This character absolutely refuses to accept the blame for anything, no matter how severe or how responsible they were for an incident. Every time this happens the crews sanity and morale slightly decreases."}, {"value": 0, "name": "Deja Vu", "effects": "This character ends up in the same situation often. This is not a time loop but just an odd event."}, {"value": 2, "name": "Denial", "effects": "This character refuses to embrace a certain fact, something that has happened or will happen and will do anything to dance around the issue and pretend it is fine. This can be incredibly stressful for their crewmates as well as themselves leading to a decline in sanity and morale."}, {"value": 2, "name": "Dependent", "effects": "This character is dependent on a person, object, or action. This character commonly will become distressed if what they are dependent on leaves or stops. This character might become useless and be unwilling to work once they reach this state."}, {"value": 2, "name": "Despondent", "effects": "This character generally feels down or sad; while this character can definitely have times where they are joyful or feeling well, sometimes tiny things can prompt their mood into a harsh drop."}, {"value": 3, "name": "Destiny", "effects": "“You can't fight it”\nCooldown: Passive"}, {"value": 2, "name": "Destructive", "effects": "Whether intentionally or not, this character has a habit of breaking whatever they get their hands on. They may be inclined to act out their aggression on inanimate objects and their surroundings."}, {"value": 1, "name": "Detrivore", "effects": "This character takes no penalties from eating rotten or rancid rations. In fact, it's good for them."}, {"value": 0, "name": "Differently Abled", "effects": "This character may have some form of what most call a disability. It doesn't interfere as much with daily life as you'd expect, and they chose not to have a prosthetic (if applicable) for whatever reasons they may choose."}, {"value": 1, "name": "Diligent", "effects": "This character is commonly hard-working and is unlikely to fail most of their tasks. This character is also careful with their work and makes less mistakes than most."}, {"value": 1, "name": "Direct", "effects": "This character is to the point with most things they say. Other characters appreciate this and do not lose sanity when speaking to this character no matter what is being spoken about, unless the other character has a trait that causes them to panic. Conversations with this character tend to be short."}, {"value": 4, "name": "Dirty Laundry", "effects": "This character can damage the reputation of a target by revealing information about them to others. Whether at information is true or not won't matter, as the audience won't be able to see the target the same anymore.\nCooldown: Twice per day, but only once per person."}, {"value": 0, "name": "Dirty Memer", "effects": "This character makes references to memes and will mention them constantly. This character is very big on inside jokes as well which are similar to memes."}, {"value": 1, "name": "Disciplined", "effects": "This character has a certain behavior or way of working. This behavior is usually helpful to their group and commonly promotes teamwork. This character is less likely to disobey commands, is less likely to lose sanity and will likely follow routine."}, {"value": 0, "name": "Dislikes X", "effects": "This character dislikes X, but can tolerate being around it for a little while."}, {"value": 2, "name": "Disloyal", "effects": "When given the chance, this character may rebel against anyone who is higher up. They are more likely to lose morale when they do not get what they want or when they feel a higher up is going against them, even if the situation was justified."}, {"value": 2, "name": "Disorganized", "effects": "This character has trouble keeping things in order, and will often place things in obscure or hopelessly out-of-order areas. If this character has been trusted to keep an important item with them, it is likely that the item will never be found again."}, {"value": 2, "name": "Distrusting", "effects": "This character is slow to trust others and may not understand sincerity or integrity, believing that people must be motivated by self-interest. They may disobey orders or go against their own crew because they believe they are trying to trick them."}, {"value": 2, "name": "Disturbing Smile", "effects": "Whenever this character has a high morale, any person near them will lose sanity. The more morale they have, the greater the decrease is sanity to others."}, {"value": 0, "name": "Diurnal", "effects": "This character is typically awake during the day, and sleeps during the night.\nRestrictions: Cannot have the traits [Nocturnal] or [Crepescular]"}, {"value": 2, "name": "Doomed", "effects": "This character is walking hand-in-hand with death wherever they go. Circumstances will twist themselves to ensure that this character will be forced to make a life-and-death roll at least once per planet, regardless of situation or other effects."}, {"value": 0, "name": "Drug-resistant", "effects": "This character's body is able to filter substances extremely well. All substances, recreational, medicinal, and lethal, will need to be administered in a larger quantity for them to take any effect. There may be a few exceptions."}, {"value": 1, "name": "Durable", "effects": "This character is known for being very durable and hard to break.\nRestrictions: A character with this trait may not have their Endurance stat drop below 6."}, {"value": 4, "name": "EMP", "effects": "This character is capable of generating electromagnetic pulses to disable, damage or destroy equipment, robots, or those otherwise susceptible to an electromagnetic pulse. Whether as part of their body or being trained to use these, the character is not susceptible to their own EMPs.\nCooldown: Twice per day."}, {"value": 2, "name": "Easily Agitated", "effects": "This character is easily agitated and if not given space they can burst into pure anger or even completely shut down and give up."}, {"value": 2, "name": "Easily Startled", "effects": "This character is easily scared by various things such as loud noises, bright lights, or even their own thoughts about what might be up ahead. Not only does this character lose morale and sanity faster then most, they'll likely freeze up when a startling event happens."}, {"value": 2, "name": "Easily Stressed", "effects": "This character is easily overworked or overstressed. They can be prone to emotional breakdowns or other events depending on how they cope."}, {"value": 0, "name": "Eavesdropper", "effects": "This character is particularly inclined to listen in on conversations that they really aren't supposed to be a part of. This can often impart valuable information, but it can also destroy relationships if they get caught."}, {"value": 1, "name": "Efficient", "effects": "This character good at making the most of the supplies they are given, using less resources than would normally be needed to complete their work."}, {"value": 3, "name": "Egg", "effects": "“Waiting to be hatched...”\nCooldown: Passive"}, {"value": 2, "name": "Egotistical", "effects": "Often going hand in hand with [Narcissist], this character believes that they are so far above everyone else, they would need a periscope just to look them in the eyes. Their treatment towards others reflects this."}, {"value": 0, "name": "Eloquent", "effects": "This character knows just the right words for any situation. Their way with considered impressive but they may confuse people with their fancy pants words."}, {"value": 1, "name": "Eloquent Writer", "effects": "Depending on skill level, this character gets an added +1 to +5 boost to their charisma stat when communicating in a specific medium that they feel more at home in, whether through some form of the written word, online chat/discourse, charades/pantomime, or some other non-standard form of communication that they specialize in. A +1 boost would be someone who is well-trained in that medium, while a +5 is a one-in-a-million talent whose skill level has likely required some sort of significant trade-off to achieve."}, {"value": 2, "name": "Emotional Dysregulation", "effects": "This character has trouble with processing, reacting to or controlling their emotions in ways other characters might typically expect. The character's hypersensitivity or hyperreactivity to emotional situations may result in their avoidance of such situations or relationships. Likewise, other characters may be put off by how intense or unpredictable they find the character."}, {"value": 2, "name": "Emotional Overload", "effects": "This character has the good days and hellish days. They experience feelings more intensely than anyone, to the point of taking physical damage and incapacitating them. Any negative emotions this character feels, will damage them and, depending on the severity of the situation, will render them immobile or frozen. Although, any more positive emotions may have the opposite effect."}, {"value": 4, "name": "Energizer", "effects": "By some means, whether by speech, yelling, or just about anything else, this character can cause their whole crew's morale to increase and for a few moments after the ability is activated the whole crew will be able to ignore any negative buffs, injuries, and pain. \nCooldown: Once per day."}, {"value": 0, "name": "Enjoys X", "effects": "This character enjoys whatever X is. While characters can like anything without having it as a trait, with this trait X is slightly more likely to pop up or be a starting item for the character."}, {"value": 0, "name": "Erythrism", "effects": "This character has unnaturally red pigmentation of the body for their species."}, {"value": 3, "name": "Everywhere", "effects": "“See me once, see me everywhere.”\nCooldown: Passive"}, {"value": 2, "name": "Ex-Con", "effects": "This character used to be a con-man, pirate or held another negative job. They likely share heavy regrets about their past actions, or wish to return to their life as a pirate. This character will be more likely to be seen as untrustworthy, and will be more willing to do morally questionable things."}, {"value": 0, "name": "Excitable", "effects": "This character gets excited easier than others."}, {"value": 1, "name": "Expansive", "effects": "This character is capable of expanded stat performance, traits, skills and/or abilities through some sort of expansion pack system or through external adaptions. Characters with this trait usually have lower base stats if the system they use gives them a boost in stat points. Only one expansion pack with the specific abilities and stat boosts it gives may be enabled at a time. Changing from one pack to another takes one turn to complete."}, {"value": 3, "name": "Extra Ordinary", "effects": "“It's all just business as usual.”\nCooldown: Passive"}, {"value": 3, "name": "Extreme Cosplayer", "effects": "“You're a little too in character.”\nCooldown: Only active when a cosplay or costume is worn."}, {"value": 3, "name": "Extreme Extremophile", "effects": "“Should that be possible?”\nCooldown: Passive"}, {"value": 3, "name": "Extreme Gambling", "effects": "“Don't gamble away your life!”\nCooldown: Passive"}, {"value": 2, "name": "Extreme Hoarding", "effects": "This character is an hoarder to the highest level. They may or may not be aware of how much their hoard has taken over their life and if they do know they simply do not care or feel they have gone too far to go back. This character will become very distressed if any bit of their hoard is taken with or without their permission. While this character will regain both sanity and morale when with their hoard due to it being commonly a safe spot, they will suffer heavy damage to both if anything is taken. They will also likely take up a lot of space with their hoard."}, {"value": 4, "name": "Extreme Shipping", "effects": "This character can ship any characters in a relationship and it will become canon.\nCooldown: Once a day\nRestrictions: Certain combinations cannot be shipped no matter what, there is also a 25% chance of failure."}, {"value": 3, "name": "Extreme Stealing", "effects": "“Your fingers are like super glue”\nCooldown: Passive"}, {"value": 1, "name": "Extremophile", "effects": "This trait makes a character resistant to nearly any and all environments, with few exceptions. They can go days without food or water, or live in unbearably hot or cold climates.\nRestrictions: This trait can only be used with an Activator trait, such as [Mood Meter]."}, {"value": 2, "name": "Fails to be X", "effects": "This character commonly attempts an action whenever possible but will always fail it unless absolute luck comes their way. For example someone who is [Fails to be Rich] will keep losing money and if they ever get a large sum of money they will suddenly lose it."}, {"value": 2, "name": "Faint-Hearted", "effects": "This character will faint during stressful situations, much to their inconvenience."}, {"value": 0, "name": "False Death", "effects": "This character tends to fake their death when under attack."}, {"value": 3, "name": "False Omnipotence", "effects": "“You can't tell the future. But you can make your own.”\nCooldown: Passive"}, {"value": 1, "name": "Fame Magnet", "effects": "Opposite to [Blame Magnet]. Instead of being blamed for negative occurrences, this character is almost always congratulated for positive occurrences. Others will insist that they have done something special or heroic, no matter the amount of involvement they actually had in the event."}, {"value": 3, "name": "Famous", "effects": "“Don't let it go to your head.”\nCooldown: Passive"}, {"value": 2, "name": "Fashion Flunk", "effects": "This character's wardrobe should be considered a war crime. Any apparel this character has will cause them a charisma decrease. Any clothing that is chose by any other characters for them to wear will not have any charisma debuff but will lower their morale the longer they wear it."}, {"value": 2, "name": "Fatalistic", "effects": "While this character is normally quite stable, they will lose morale rapidly if their life is on the line. This character gives up on survival very quickly once they risk dying."}, {"value": 2, "name": "Fears X", "effects": "This character is scared of whatever X is. This fear may be rational or irrational. Depending on the character their fear may be met with different responses, such as some may become aggressive when one tries to force a fear towards them."}, {"value": 0, "name": "Festive", "effects": "This character loves the holidays and will be glad to mention them when they come up. They may be so into holidays they will know the holidays being celebrated on other planets and the traditions attached to them."}, {"value": 0, "name": "Fiddlesticks", "effects": "This character doesn't ever swear, but replaces their swears with other things. If they do swear, they apologize for their language. Opposite of [Foul-Mouthed]."}, {"value": 0, "name": "Fidgity", "effects": "This character will unconsciously fidget when bored, nervous, under stress, or for some other reason. This can range anywhere from tapping their fingers/claws/other such appendage, to looking around frantically, to chewing on their lip or biting their nails/claws/other."}, {"value": 0, "name": "Fighter", "effects": "This character prefers to solve disputes through mostly-friendly fights. They don't necessarily aim to severely harm their opponent in these sorts of fights, but they can be somewhat obstinate if the fight isn't settled properly."}, {"value": 3, "name": "Fin", "effects": "“That's a wrap, folks!”\nCooldown: Whenever the character does something life changing for themself that finishes up a “plotline”."}, {"value": 2, "name": "Final Destination", "effects": "Ever feel like the whole universe wants you dead? This character does. Advanced form of [Goner]. This character automatically fails any roll that would cause injury or harm to them, and receives no miracle roll. The character receives a single additional green trait."}, {"value": 3, "name": "Final Girl", "effects": "“What's your favorite horror movie?”\nCooldown: Passive"}, {"value": 1, "name": "Fireproof", "effects": "This character is unaffected or is affected by fire very little. This character would be able to walk into a burning house with little to no damage."}, {"value": 4, "name": "First Aid", "effects": "When a character fails a miracle roll, this character can allow them to make a second miracle roll to stay alive.\nCooldown: Once per day"}, {"value": 1, "name": "Fisticuffs", "effects": "This character fights best with their fists, and will receive a strength bonus when throwing punches."}, {"value": 2, "name": "Flamecaller", "effects": "This character will accidentally set objects around them on fire, or will summon fire by accident."}, {"value": 1, "name": "Fleet-Footed", "effects": "When this trait is active, this character's agility is considered 10.\nRestrictions: This trait can only be used with an activator trait such as [Moodmeter]."}, {"value": 1, "name": "Flier", "effects": "Through wings or otherwise, this character is able to fly."}, {"value": 4, "name": "Flirt with Fortune", "effects": "When failing a roll, this character may roll again, using their charisma stat as the modifier.\nCooldown: 50% activation rate on failed luck rolls.\nRestrictions: Charisma must be 10 or higher. If at any time charisma falls below 10, this trait becomes inactive."}, {"value": 0, "name": "Flirtatious", "effects": "This character will commonly flirt with others when given the chance. This trait does not mean they are good at flirting however."}, {"value": 3, "name": "Florida Man", "effects": "“Local Florida man gets drunk and jumps into lake full of alligators. What happens next will surprise you!”\nCooldown: Passive"}, {"value": 0, "name": "Folksy", "effects": "This character likes to use simple words and has little care for etiquette. They have an easier time getting along with lower class or less intelligent characters, but characters in higher rungs of society may see them as stupid or rude."}, {"value": 2, "name": "Food Aggressive", "effects": "This character is always the first character to eat once the table is set, and no one else would dare sit down with them. If anyone attempts to take, touch, or even look at their food they may become very aggressive. If a food aggressive character runs out of food they will do anything to get their next meal, even if it means ripping it off a co-worker. This character will also be unwilling to give food to a starving character to the point where they will put their eating habits over their life."}, {"value": 2, "name": "Foolish", "effects": "When this trait is active, this character's intelligence drops to 1.\nRestrictions: This trait can only be used with am Activator trait, such as [Moodmeter]."}, {"value": 2, "name": "Forceful", "effects": "This character is used to getting their way by any means necessary, even if it means having to pressure or manhandle others into doing what they want."}, {"value": 1, "name": "Forecast", "effects": "This character, whether by a naturalist's intuition or years of study, is very good at predicting the weather. They can sense the forecast in a new location just by glancing at the sky or feeling the breeze on their face. Characters with this trait will usually be prepared for all but the most extreme weather patterns."}, {"value": 2, "name": "Forgetful", "effects": "This character is prone to forgetting. While keeping diaries and logs certainly help, the character may still become lost with them."}, {"value": 3, "name": "Forgettable", "effects": "“Not everybody's special.”\nCooldown: Passive"}, {"value": 1, "name": "Fortunate", "effects": "Things seem to go well much more often for this character. This character's luck stat can go beyond the 10 rule."}, {"value": 0, "name": "Foul-Mouthed", "effects": "This Fucking character Fucking swears as much as Fucking possible, but has the ability to stop if so necessary. Other characters may be put off or offended by this character's foul language."}, {"value": 3, "name": "Fractured", "effects": "“Personalities Split.”\nCooldown: Passive"}, {"value": 0, "name": "Frankenstein's monster", "effects": "A character with this trait has lost a few body parts and it has been replaced with that of another person's or species."}, {"value": 1, "name": "Free Wifi", "effects": "For some reason this character produces a fairly fast Wifi signal and gets service nearly everywhere but the middle of space."}, {"value": 2, "name": "Frequent Sleeper", "effects": "This character will fall asleep frequently, and commonly these \"naps\" are unplanned."}, {"value": 4, "name": "Fun Fact", "effects": "When this ability is activated, the user instantly learns one random fact. While these facts are usually trivia about some random species or celebrity, they can rarely be incredibly relevant to the situation and give deeply needed insight. Some of these facts might be things that aren't widely known, or aren't even known at all.\nCooldown: Twice per day."}, {"value": 2, "name": "Furious Hunger", "effects": "This character's morale suffers more greatly when they haven't eaten, and they become more likely to lash out against other characters."}, {"value": 4, "name": "Get Well Soon", "effects": "Whenever this character is injured or gets sick, they will receive treats such as chocolate or honey proportionally to the severity of their injury. This skill does work on paper cuts, but the treats will look gross and taste like cardboard. The character needs an empty inventory slot for this skill to work.\nCooldown: Activates whenever the character acquires health problems. Passive."}, {"value": 1, "name": "Getaway", "effects": "This character always seems to slip away at the last moment. Whenever they are in a group, they automatically escape if they try."}, {"value": 2, "name": "Glass Jaw", "effects": "This character's Endurance drops to 1 while this trait is active.\nRestrictions: For use with controlling traits like Moodmeter."}, {"value": 3, "name": "God Hunter", "effects": "“God hunters gonna hunt you down...”\nCooldown: Passive"}, {"value": 3, "name": "God Magnet", "effects": "“The divine find you just divine!”\nCooldown: Passive"}, {"value": 4, "name": "Going Berserk", "effects": "A character with this ability will be capable of doing comically ridiculous feats when they are extremely angry especially if they are almost killed. \nCooldown: This ability may be used as many times as the character can get extremely angry."}, {"value": 2, "name": "Gold-Digger", "effects": "This character will only seek out relationships with those who have something they want, it could be money, power, anything really. This character will also convince their partner to spend money in excess or give them the things they want. They will commonly lose interest in their relationship the moment the other refuses to give or no longer has the thing they wish for."}, {"value": 1, "name": "Goliath", "effects": "This character is bigger, stronger, and more durable than their peers by a fairly significant amount, often towering over their smaller kin. Tends to have various size related issues, such as having to duck when going through doorways and having a hard time finding equipment in their size."}, {"value": 2, "name": "Goner", "effects": "This character's fate is sealed. They will never receive a miracle roll, and they simply die instead."}, {"value": 0, "name": "Gossiper", "effects": "Whatever the situation, you can bet this character has heard (or wants to hear) the lowdown. Whether or not it's reliable info is another story. Characters with this trait tend to be very chatty."}, {"value": 0, "name": "Gourmand", "effects": "This character has a refined palette, and enjoys eating, especially commonly luxurious meals. This character loses a ton of morale if forced to eat plain rations or generic rations. They however gain double morale for eating higher quality rations."}, {"value": 1, "name": "Graceful", "effects": "This character is very light on their equivalent of feet. They are anything but clumsy, and can balance themselves without tripping or falling, on even the most precarious and unstable of crossings."}, {"value": 2, "name": "Greedy", "effects": "This character's love of wealth has a tendency to cloud their judgement. They will often prioritize profits before the well-being of themselves and their crewmates."}, {"value": 1, "name": "Green Thumb", "effects": "This character is very skilled at growing all sorts of plants with little failure. Character also has a charisma and intelligence bonus when talking to, or about, plants / plant based species. Character commonly is a gardener, hobby or otherwise."}, {"value": 4, "name": "Guardian Angel", "effects": "A controller trait. This character has two traits, and another character they watch out for. When this quarry is in peril trait 1 will activate until the quarry is safe, when the quarry is badly harmed, saddened or killed trait 2 will activate until the quarry recovers.\nCooldown: Passive"}, {"value": 2, "name": "Gullible", "effects": "This character is commonly unable to tell when an event is fishy and commonly trusts whoever they talk to. Lies are harder to notice for this character and they can be easily tricked or drawn into a trap."}, {"value": 3, "name": "Gun Game", "effects": "“Don't mind if I do!”\nCooldown: Passive"}, {"value": 0, "name": "Habitually X", "effects": "This character has a specific habit they do in certain situations, such as biting nails or auditory self stimulation."}, {"value": 0, "name": "Hairy", "effects": "This character has a very large, unkempt amount of fur/hair/feather, more than what is normal for their species."}, {"value": 4, "name": "Hammerspace", "effects": "This character can pull out an item that is related to a situation at hand, no matter if they didn't have it in their inventory in the first place, or if they have no room in their inventory. This item is not always actually useful, an with a low enough roll can be extremely harmful, such as pulling out a hungry vermin when attempting to summon food.\nCooldown: Once per day."}, {"value": 1, "name": "Hard Bargainer", "effects": "This character knows the tricks of the trade when it comes to haggling down prices and sniffing out good deals. When browsing through shops, items being sold may be listed for much less than they're worth."}, {"value": 4, "name": "Hat Trick", "effects": "Allows the user to copy a roll and then reuse it on themself later.\nCooldown: Once per day.\nRestrictions: Can't store a roll higher than 15 and the stored roll will disappear after a day passes or upon use."}, {"value": 2, "name": "Hates X", "effects": "This character cannot stand X, whether it be for a minute or a month. Whenever this character is around X their morale and possibly their sanity will decrease. They will often go out of their way to remove or fight X, even if it is detrimental to themselves or their group."}, {"value": 1, "name": "Healthy", "effects": "Characters with this trait take extra good care of their mind and body, and are healthier in general. They tend to live longer and recover much quicker from injury and disease.\nRestrictions: This trait can be lost if the character begins to engage in certain activities to degrees unhealthy."}, {"value": 2, "name": "Hearing Impaired", "effects": "This character has a hard time hearing, or is absolutely deaf. This character may miss many statements made by others or outright not be able to hear anyone."}, {"value": 2, "name": "Heavy Sleeper", "effects": "When this character goes to sleep, nothing can wake them up, no exceptions."}, {"value": 0, "name": "Hedonist", "effects": "This character will sometimes favour seeking out pleasure and enjoyment over stressful or boring tasks if left unchecked. This may cause them to not do their work but may also keep them in a good mood."}, {"value": 4, "name": "Helping Hand", "effects": "This character can give a helping hand to any character making a check of any ability. This is done as the check is occurring, the character will roll a die half the size of the original and whatever number shows will be added to the roll.\nCooldown: Twice per day"}, {"value": 3, "name": "Hemoclasistic Shock", "effects": "“What makes your blood boil?”\nCooldown: Passive\nRestrictions: Controller activated trait only."}, {"value": 3, "name": "Heracles Madness", "effects": "“With power, comes madness.”\nCooldown: Passive"}, {"value": 1, "name": "High Senses", "effects": "This character has fantastic X senses or has high senses in general."}, {"value": 3, "name": "Highlander", "effects": "“There can only be one.”\nCooldown: Passive"}, {"value": 0, "name": "Hip", "effects": "This character is supposedly up to speed with all relevant slang that the kids these days use, they will often sprinkle such slang or other hip, pop culture references into their speech, although some of their references may at times be slightly outdated."}, {"value": 3, "name": "Hitchhiker", "effects": "“Time to hitch another ride.”\nCooldown: Passive"}, {"value": 4, "name": "Hive Body", "effects": "This character is host to thousands of bees and wasps, which does not usually harm or impede them notably. On command, they may shoot a swarm of these bees at a target, instructing them to mercilessly sting it, before returning back to the body to rest.\nCooldown: Twice per day"}, {"value": 0, "name": "Hivemind", "effects": "A character with this trait is part of a hivemind and may have more or less autonomy, dependent on the species they are. Nonetheless, they are deeply and inherently connected to others of their species to an extreme extent. This may manifest in various phenomena, not limited to but including telepathic links."}, {"value": 0, "name": "Honest", "effects": "This character cannot bring themselves to mislead others, and will try not to keep secrets from fellow crew. Most will appreciate their honesty, but it can anger others or even land them in trouble if they aren't careful."}, {"value": 1, "name": "Hot Potato", "effects": "If a character within this character's sight uses [Raw Intimidation], that character and their potato explode in a fiery blaze. Any intimidation generated fails and one ration is produced."}, {"value": 1, "name": "Hot Seat", "effects": "This character is instinctively adept at the control of any vehicle or ridden creature they attempt to pilot or command, able to make maneuvers even when in stressfull situations."}, {"value": 2, "name": "Hothead", "effects": "Although a character with this trait might be normally friendly, it does not take much to provoke them. If you prod at or question their beliefs, ideas, or otherwise challenge them, be prepared for them to lash out. A character with this trait can have trouble taking criticism well."}, {"value": 0, "name": "Humble", "effects": "This character may enjoy complements, but they tend to make themselves out to not deserving as much credit. Unconsciously or not, this character might let someone else take credit for their work. This trait also makes sure they are never to boastful or proud."}, {"value": 0, "name": "Humerous", "effects": "This character has a humorous personality and likes to joke and play around with others. In most cases their japes are harmless, though they are not necessarily funny and can really try the patience of those less easily amused."}, {"value": 1, "name": "Humorous", "effects": "This character likes making jokes and doing funny things. They greatly entertain others and make them laugh, raising morale."}, {"value": 3, "name": "Humors", "effects": "“We're going back to the middle ages!”\nCooldown: This trait is activated when morale is high or low."}, {"value": 2, "name": "Hyperhidroser", "effects": "This character has a disorder which makes them sweat intensely and without control. Prone to dehydratation."}, {"value": 2, "name": "Hypocrite", "effects": "This character will commonly say one thing, then proceed to not hold themselves to their own words. Characters will quickly either feel devalued as people or, become highly agitated every time a hypocritical statement is made."}, {"value": 2, "name": "I'm Helping!", "effects": "This character always provides unasked for help whenever nobody more qualified offers. Rarely they do succeed, but most of the time they just make the problem worse.\nRestrictions: Luck must be 4 or lower."}, {"value": 1, "name": "Illusionist", "effects": "This character can easily perform a wide variety of visual and auditory tricks to confuse and mislead their foes or just host a show. Such as vanishing and producing unseen objects from their person, disappearing behind a sheet, or feigning injury, with little risk of the average person seeing through the proverbial smoke and mirrors."}, {"value": 3, "name": "Imaginary Friend", "effects": "“You've got a friend in me...”\nCooldown: Passive"}, {"value": 4, "name": "Immolation", "effects": "For a short duration, this character can set themselves on fire and will only sustain minor burns in the process. Outside sources of heat will not hurt this character while this ability is active.\nCooldown: Can be used anytime, but the character's burns will get worse with each use."}, {"value": 1, "name": "Immune Boost", "effects": "This character has a much stronger immune system than is common for their species, making them much less likely to get sick."}, {"value": 0, "name": "Impatient", "effects": "This character gets annoyed easily by things taking too long. They're willing to wait if they have to, but they won't like it, and they'll try to rush things as much as they deem is reasonable."}, {"value": 0, "name": "Impressionable", "effects": "This character is easily influenced and will often try to copy the activities and mannerisms of others, usually for the sake of fitting in."}, {"value": 1, "name": "Improv", "effects": "This character is very good at improvisation, this means they can pull things off without instruction and can make up entire stories on the spot."}, {"value": 2, "name": "Impulsive", "effects": "This character makes decisions quickly and often without thinking about the consequences. They are prone to taking actions based on their feelings and failing to see the big picture."}, {"value": 3, "name": "In the Moment", "effects": "“Everything matters right now, because who can remember how everything felt when it's passed.”\nCooldown: Passive\nRestrictions: Green and red traits this character gain can be lost due to a luck roll if the activity that caused it is not repeated after a day."}, {"value": 2, "name": "Inattentive", "effects": "This character has issues keeping their attention on something. They will commonly lose concentration and become unable to get it back."}, {"value": 2, "name": "Indecisive", "effects": "A character with this trait will experience a difficulty making choices. They might spend an awful amount of time, completely halting their progress, just because a choice like what to eat for the day. Usually the character will try to ration out what choice is the better one, but the harder it is for them to see the better option the harder it will become. Should the choice become too hard for them to decide, the character is most likely to resort to a friend to decide for them. Most apparent with insignificant choices but potentially deadly with important once."}, {"value": 1, "name": "Indestructible", "effects": "This character's Endurance raises to 10 when this trait is active.\nRestrictions: This trait can only be used with an activator trait, such as [Moodmeter]"}, {"value": 0, "name": "Individualism", "effects": "This character doesn't need others to function and doesn't lose morale or sanity on an empty ship. They are self sustainable but may be prone to staying away from groups."}, {"value": 1, "name": "Indomitable", "effects": "While this trait is active, Strength is always 10.\nRestrictions: This trait can only be used with controlling traits like Moodmeter."}, {"value": 2, "name": "Infamous", "effects": "This character is known and widely hated throughout the universe. They may have to deal with people avoiding, getting mad at, and/or refusing service to them."}, {"value": 2, "name": "Infected", "effects": "This trait is a very general trait relating to any unknown or hidden diseases the character has picked up. When the disease is found out the name of the trait changes into that sickness."}, {"value": 2, "name": "Infested", "effects": "This character is harboring an unknown parasite."}, {"value": 2, "name": "Inglorious", "effects": "A stronger version of [Infamous], this character is feared and despised for their extraordinarily cruel acts. They will never find peace in any populated area of the galaxy."}, {"value": 0, "name": "Inner Monologue", "effects": "This character continuously thinks about the people and events around them, usually judging them and speculating on their actions mentally and considering random tangents as they come up. If interrupted while lost in thought, this character might take a moment to become properly aware of their surroundings again."}, {"value": 0, "name": "Innocent", "effects": "This character is blissfully pure and innocent in their ways. Though they may not fully realize the consequences of their mistakes, people who know them will usually understand this and are less likely to hold them accountable."}, {"value": 2, "name": "Insensitive", "effects": "This character cares very little about issues relating to anyone but them. They may make very insensitive comments towards people and voice how much they wish other characters would \"get over it.\""}, {"value": 3, "name": "Inseperable", "effects": "“It's like the whole universe exists just to keep us together”\nCooldown: Passive"}, {"value": 2, "name": "Insomniac", "effects": "This character has intense difficulty falling asleep. They may lay awake for hours or skip sleep altogether, leaving them exhausted in the morning. Though this means they can keep watch for others, they aren't likely to be alert and may miss obvious details."}, {"value": 1, "name": "Inspirational", "effects": "This character inspires those around them to do their best! Characters will do tasks better with this character around. An inspirational speech done by this character will cause morale to go way up for a whole group."}, {"value": 1, "name": "Insulated", "effects": "This character is immune to extreme cold."}, {"value": 4, "name": "Intimidation", "effects": "When activated, this character can intimidate a target, or everyone around them including crew members. Every character affected will be forced in to a luck roll. Depending on the roll the target(s) will lose sanity and morale. \nCooldown: Twice a day.\nRestrictions: Character cannot target themselves without using a mirror."}, {"value": 2, "name": "Intrusive", "effects": "This character has no sense of personal space and might do rude things like going through people's belongings, touching people and asking personal questions. This can be tiring for their fellow crew and could get them into deep trouble."}, {"value": 1, "name": "Inventive", "effects": "This character is able to easily come up with new ideas and may be able to lessen the cost for current items. In a tough situation this character is likely able to use simple items to create make-shift weapons or items."}, {"value": 1, "name": "Investment", "effects": "A third party has taken interest in ensuring this character succeeds. Each new planet they will be left a package from this benefactor, containing items and/or credits. In exchange, they are required to handle small errands through their travels."}, {"value": 1, "name": "Iron Stomach", "effects": "This character's gut is immune to internal sources of damage and sickness except for in extreme cases. They can eat or drink nearly anything without ill effects, even objects and amounts that would not normally be healthy for their species. Ingested poisons will still have a delayed effect, however."}, {"value": 2, "name": "Irredeemable", "effects": "This character has next to no redeeming qualities. They either know this and don't care, or they're unable to understand what a horrible person they are no matter how much it is explained to them. They heavily drain the moral and sanity of anyone around them and when it's time to attack everyone is looking to kill this character, or accidentally shoot their own teammate.\nRestrictions: If this trait is on a character they gain one more positive and neutral trait."}, {"value": 1, "name": "Jack of Trades", "effects": "This character knows about a lot and if the situation calls for it they are able to do many things outside of their job title with no formal education on the subject. This character will not be the best at it or particularly good but will be able to do it."}, {"value": 0, "name": "Joker", "effects": "A character with this trait likes to fool around with others for their own amusement. In most cases their japes are harmless and may even raise spirits, though they can wear heavily on the patience of others."}, {"value": 2, "name": "Judgmental", "effects": "It doesn't take much for this character's opinion of another to begin souring. When someone does something that violates this character's sense of propriety, whether it be their habit of littering, moronic thoughts, or foul mouth, it all adds up to get on their last nerve."}, {"value": 0, "name": "Justice Oriented", "effects": "This character holds justice very dear to them. They may go out of their way to make things fair or that justice is served. Their sense of justice may not always be law based or effective to them."}, {"value": 3, "name": "Karma", "effects": "“What goes around comes around.”\nCooldown: Passive"}, {"value": 1, "name": "Keen Mind", "effects": "When this trait is active, this character's intelligence score is considered 10.\nRestrictions: This trait can only be used with an activator trait such as [Moodmeter]."}, {"value": 2, "name": "Killer", "effects": "This character is willing to kill in order to solve most problems, and may have absolutely no problems with doing so. This may result in a character threatening to kill people ahead of them in a line without hesitation, and following through if not taken seriously."}, {"value": 2, "name": "Kleptomaniac", "effects": "This character compulsively steals items, even if the character does not have a want or use for the items stolen. This character may hide stolen items for them to turn up later, or simply hoard them all in one big secret location."}, {"value": 0, "name": "Knight Complex", "effects": "This person has a major honor problem. They gain morale and sanity for doing things they deem honorable, however if they feel they've failed someone, they will lose heavy amounts of morale. They may blame themselves for things out of their control."}, {"value": 2, "name": "Know-it-all", "effects": "This character will tell other characters how to do their jobs, even if they don't know anything about them. This is usually annoying and stressful."}, {"value": 1, "name": "Knowledge of X", "effects": "This character knows a lot of info about X. This does not mean that this character can do things relating to X, only that they know the ins and outs of X."}, {"value": 1, "name": "Laser Guided", "effects": "This character gains a bonus to rolls that require precise movement."}, {"value": 2, "name": "Last one", "effects": "This character is the last of their kind, or at least one of them, and painfully aware of it. Characters with this trait suffer from a permanent morale loss due this fact, and may be more averse to dangerous circumstances due to being aware of it. Conversely they may be more fatalistic due to it, and less concerned with their own death.\nRestrictions: A character loses this trait if their species recovers to the point of stability."}, {"value": 3, "name": "Laughter Kills", "effects": "“I'm dying with laughter!!”\nCooldown: Passive"}, {"value": 2, "name": "Lazy", "effects": "This character dislikes working and will never go the extra mile. They also have a lower standard of what is too much work and may endanger themselves and others by cutting corners."}, {"value": 1, "name": "Legal Loophole", "effects": "This character is capable of confusing or arguing their case well enough to confuse most people into agreeing. Utilizes intelligence instead of charisma in appropriate situations to boost the chances of convincing the other even when they make little real sense."}, {"value": 2, "name": "Liar", "effects": "This character will lie whenever they get the chance. Sometimes this character will lie for no reason other than they can. While lying might help them get ahead, if they're not careful they can become caught in a web of their own lies."}, {"value": 1, "name": "Lie Detector", "effects": "This character is able to tell when people are lying to them much easier than others. They are more honed into visual and auditory mistakes or tics."}, {"value": 3, "name": "Lifeline", "effects": "“Hanging on by a thread.”\nCooldown: Passive\nRestrictions: Friendship levels between characters must be high. The relationship cannot be one-sided. If the friendship ends then this trait is removed."}, {"value": 4, "name": "Lights Out", "effects": "This character can create an unbearably bright light that will blind any who see it and has the chance to cause permanent blindness, this includes any crew members, enemies, or locals. \nCooldown: Twice a day."}, {"value": 2, "name": "Lightweight", "effects": "Alcohol and drugs go straight to your head. You suffer the negative effects of these for longer."}, {"value": 0, "name": "Listener", "effects": "This character is more likely to listen than speak. Other characters may enjoy this when they need someone to hear their woes."}, {"value": 4, "name": "Liveblogger", "effects": "This character is constantly broadcasting (or others are broadcasting) their whereabouts and happenings to an interested audience. If something newsworthy happens to them (or their output drops without explanation), individuals throughout the universe will instantly know and may take action. \nCooldown: Passive / or activates anytime the character posts anything. \nRestrictions:  This trait can only be applied to characters who have the Often/Habitually Liveblogs and/or Under Surveillance traits."}, {"value": 1, "name": "Lockpicker", "effects": "If given enough time, this character can crack open just about any lock that hinders their progress. Does not extend to locks that require special key items."}, {"value": 4, "name": "Logic Bomb", "effects": "Using seemingly correct reasoning, this character can evoke incredible confusion from a character with less intelligence than them, allowing the user to do something the target would otherwise object to. Using a logic bomb hurts the user's head as well and reduces their intelligence by 3 for that day. This ability will not lower the character's intelligence below 1.\nCooldown: This ability can be used anytime, though using it successfully at an int of 1 is impossible."}, {"value": 1, "name": "Logical", "effects": "This character is very logical about things and never jumps to assumptions if possible. They are more likely to make very educated guesses and more rational choices even if they do not agree with the choices emotionally."}, {"value": 1, "name": "Long life", "effects": "This character will live a much longer lifespan than the average member of their species. This may be due to genetics, lifestyle choices, or other factors, but ultimately it means they're not dying anywhere near soon as others due to natural causes."}, {"value": 4, "name": "Look at me!", "effects": "Look here! When activated this character causes everyone not on their team to look at them, and if attacking they will aim their next attacks towards this person. This trait may even affect non-violent situations, such as attracting the attention of everyone as a distraction or grabbing the attention of people in an argument. \nCooldown: Three times a day."}, {"value": 3, "name": "Loophole", "effects": "“That's not my name!”\nCooldown: Upon death"}, {"value": 3, "name": "Loot Magnet", "effects": "“Not everything that's gold glitters...”\nCooldown: Upon the end of an encounter"}, {"value": 2, "name": "Loses Time", "effects": "This character is prone to losing chunks of time and has no memories of anything that happened during certain periods of their life. At the start of every day, a d20 will roll to see if they will be able to recall any events that occurred that day. Sanity will affect the roll."}, {"value": 0, "name": "Loud", "effects": "This character speaks very loudly or can yell loudly when they want to. As such they slightly better than most at intimidation, but may annoy their crewmates or attract unwanted attention."}, {"value": 2, "name": "Low Senses", "effects": "This character's senses are particularly dull and they often miss small details or else need things repeated for them. Their senses may not be bad to the level of deafness, blindness, etc, but they could certainly be a lot better."}, {"value": 0, "name": "Loyal", "effects": "This character is loyal to whoever they are aligned with and it would take a lot to ever drag them away from that."}, {"value": 1, "name": "Lucky", "effects": "When this trait is active, Luck is increased to 10.\nRestrictions: This trait can only be used with an activator trait, such as [Moodmeter]."}, {"value": 4, "name": "Lucky Break", "effects": "If a roll is made in which the result or outcome would negatively affect the character possessing this trait, Fortuna may reroll and use the higher of the two rolls. This ability will only activate if whatever Fortuna is rolling for will affect the character directly.\nCooldown:  Has a 50% activation rate once per roll towards the character, +10% for every 1 point beyond 10 luck.\nRestrictions: Any character possessing this trait must have at least 10 luck. If for any reason luck falls below 10, this trait becomes inactive, and reactivates upon regaining the lost luck points."}, {"value": 4, "name": "Lucky Hits", "effects": "This character has a lucky attack that activates when they connect a certain number of hits. This lucky attack is the absolute best attack that can be dealt to an enemy and is usually results in critical damage or death to the recipient. Once it reaches that number, the number of hits reset. This number is determined by a d10 + 9.\nCooldown: Any time the number of hits is equal to the rolled critical number."}, {"value": 4, "name": "Magic Feet", "effects": "Anybody with this ability can do a variety of acts with their feet such as spelling out any word with their feet, tap dancing like a pro with their feet, and doing fire poi (with their feet of course). For some reason, this will boost their charisma by +3 with anybody that witnessed their act.\nCooldown:  2 times per day.\nRestrictions: They have to have feet."}, {"value": 2, "name": "Malnourished", "effects": "This trait can be gained by a character who fails to eat the right rations to maintain a healthy and balanced diet for their species. Slightly lowers all stats over time.\nRestrictions: Only can be gained by not feeding characters, or feeding them incorrect foods. Effects stack until death."}, {"value": 4, "name": "Manic Rush", "effects": "While this ability is active, the user's agility becomes doubled but their sanity quickly drains away.\nCooldown:  Can be activated whenever, but the user is unlikely to do anything useful if their sanity goes too low."}, {"value": 2, "name": "Manipulative", "effects": "This character will, if given the chance, take advantage of a character for their own gain. This character is likely to tell others to do things that help themselves but not the person being told to do the action. Manipulative highly lowers the morale and may lower the sanity of a character if it happens too much."}, {"value": 0, "name": "Masochist", "effects": "This character is just wired up a little differently from most. They gain some morale when hurt."}, {"value": 1, "name": "Matchmaker", "effects": "This character know exactly how relationships work, they can easily tell how two people's personalities will react to each other, making it easy for them to avoid conflict between people or nudge two people to become more close."}, {"value": 3, "name": "Material Self", "effects": "“Do our possessions define us?”\nCooldown: Passive\nRestrictions: If the character gains too many traits, only the objects considered most important to the character will be able to hold traits, and further acquiring objects will not add new traits."}, {"value": 2, "name": "Materialistic", "effects": "While this character might not be a hoarder, what items this character does posses are near and dear to their heart, to the point of genuine heartbreak at damage done to their things. They put a lot of emotional value in credits and items of economic value, and consider possessions an indicator and cause of happiness. This character will refuse to partake in any deals involving items or points that do not benefit them directly."}, {"value": 0, "name": "Melanism", "effects": "This character is whatever a melanistic version of their species looks like."}, {"value": 4, "name": "Memory Wipe", "effects": "A character may wipe the (usually short term) memories of those in the nearby or immediate area. Line of sight may be required. \nCooldown: Once per day.\nRestrictions: May only affect organics."}, {"value": 4, "name": "Mental Assault", "effects": "A psychic attack that harms the target's mind directly, damaging them and causing them to behave irrationally This attack ignores defense and uses the target's intelligence against them. \nCooldown: Twice a day.\nRestrictions: Only allowed on characters with psychic powers."}, {"value": 3, "name": "Merged Soul", "effects": "“A Two for One Deal!”\nCooldown: Passive"}, {"value": 2, "name": "Messy", "effects": "This character cares little for manners or appearance, and due to their habits them and/or their living space will frequently appear filthy and unkempt. People may be averse to getting near such a character or their space."}, {"value": 4, "name": "Metronome", "effects": "At random points each day, the character with this ability will randomly receive an item in their inventory of worth dependent on that character's luck stat. If this trait is on a pet, that item will either be deposited in the owner's inventory, or the pet's inventory if it has an inventory system.\nCooldown: Can be manually activated once per day, or it will randomly activated 2 times a day automatically. It cannot be manually activated if a random activation has already gone off."}, {"value": 0, "name": "Mimic", "effects": "Characters with this trait have a tendency of very frequently picking up just about anything from the speech and actions of people around them, as well as media they consume."}, {"value": 1, "name": "Mind Control", "effects": "This character can control the minds of others, usually only one at a time unless trained extremely well. How powerful Mind Control is depends on the intelligence of the character, with 1 intelligence meaning the person being controlled can break away from control after a bit of struggle, and 10 meaning breaking away is a hard task. Characters with higher intelligence or willpower based traits are hard, sometimes impossible to control.\nRestrictions: This trait can only be applied to species that have mental powers which allow mind control."}, {"value": 1, "name": "Mind Editor", "effects": "This character has the power to either wipe, edit, or add memories to others. If the person notices that their memory has been changed they will go into great distress.\nRestrictions: This trait can only be applied to species that have mental powers which allow mind editing. These powers are considered illegal."}, {"value": 1, "name": "Mind Reader", "effects": "This character can hear the thoughts of others. Thus they are able to perceive what someone is really thinking at any given moment, regardless of what they may say or do. This is sometimes helpful in predicting an enemy's next move.\nRestrictions: This trait is limited to members of species with some degree of telepathy."}, {"value": 2, "name": "Misanthropic", "effects": "This character is a jerk. This character actively dislikes the fact that other sentients continue to exist, or some other thing that makes them inherently behave with intense dislike to other living beings or non-living beings. If they are able to watch someone die without being too negatively affected by that person's death (ex: ship no longer having a pilot), they will watch. Possibly with popcorn."}, {"value": 2, "name": "Mischievous", "effects": "A character with this trait likes to fool around with others for their own amusement, and usually at the other person's expense. They have a habit of tampering with things they shouldn't, and their often less-than-funny attempts at humor can lead to grief, inconvenience, and even bodily harm."}, {"value": 4, "name": "Misdirection", "effects": "This character has the ability to direct a terrible misfortune that would be directed to them, to any other place or person they so chose. They can only misdirect misfortune targeted to them, not another person.\nCooldown: Once a day"}, {"value": 4, "name": "Misfortune", "effects": "When activated, all non party npc's have their luck lowered to match the luck of the user, and one of two effects will activate:\r\nA: All rolls for the duration of the misfortune become luck rolls, including skill checks.\r\nB: The user of misfortune gains the accumulated luck of all characters drained. For the duration of the ability. \nCooldown: Once a day. "}, {"value": 4, "name": "Mislabelled Goods", "effects": "When activated a targeted resource may turn out to be wrongly labelled. A few cans of \"Meat\" was actually \"Plants\" all along! A box of \"Scrap\" was just a box of \"Wires\".\nCooldown: Twice per day.\nRestrictions: Any item this trait is activated on becomes \"Actually X\", and cannot have this trait used on it again. Rarely the item will be of worse quality than expected."}, {"value": 0, "name": "Mismatched", "effects": "This character has no sense of fashion or style. They are completely unaware of how bad their fashion."}, {"value": 3, "name": "Misplaced", "effects": "“You're not from around here, are you?”\nCooldown: Passive\nRestrictions: Applies to characters who do not seem to fit in with the rest of the universe on a fundamental level."}, {"value": 1, "name": "Moneymaker", "effects": "Characters with this trait tend to be wealthy and successful. They are good with money and will often find ways to make themselves and their allies richer."}, {"value": 2, "name": "Monobiome", "effects": "This character can only live in fairly specific conditions, which might not be suitable for general travel on a space ship. For instance, an [Aquatic] character would need to constantly be in water, while a [Xeric] character would need to be constantly heated and dry."}, {"value": 2, "name": "Monomaniacal", "effects": "This character displays an obsessive focus on a single thing or related group of things. It may be difficult to get them to do things unrelated to their obsession, and can be extremely agitated when their obsession isn't respected."}, {"value": 0, "name": "Monotone", "effects": "This character speaks in a monotonous and somewhat robotic manner. It may be difficult to determine their feelings from their tone of voice."}, {"value": 3, "name": "Monster magnet", "effects": "“Crikey, that's a big one.”\nCooldown: Passive"}, {"value": 4, "name": "Moodmeter", "effects": "This character has two main moods, mood X and mood Y. Mood X is connected to trait 1 which is a positive trait. Mood Y is connected to trait 2 which is a negative trait. When this character feels X, trait 1 is activated. When this character feels Y, trait 2 is activated. It is possible to have both activated at the same time. \nCooldown:  Passive"}, {"value": 3, "name": "Moodswinger", "effects": "“My mood swings with that devil's song.”\nCooldown: Passive"}, {"value": 1, "name": "Mortis Man", "effects": "Other characters find it near impossible to realize this character is dead. Upon death, this character keeps their crew slot and inventory. If brought back from the dead they will not lose stats."}, {"value": 2, "name": "Motion Sick", "effects": "This character may fair well on a steady spaceship, but during takeoff, rapid vehicle rides, or bumpy ship conditions they may not be able to hold in their stomach contents or concentrate on their job."}, {"value": 1, "name": "Motivated", "effects": "This character doesn't lose morale as fast and commonly is passionate about what is being done. They will find a way to figure things out in even the toughest of situations. They cannot hit lower than 0 morale."}, {"value": 0, "name": "Motor-Mouth", "effects": "This character speaks very quickly. This makes other crewmembers sometimes mishear them."}, {"value": 3, "name": "Mr. Jones", "effects": "“No one will ever know the real you. Was the fame, the fortune, the adoration of the masses worth it?”\nCooldown: Passive"}, {"value": 0, "name": "Multi-Headed", "effects": "This character has one or more heads than natural for their species. This may be due to mutation, accident or otherwise."}, {"value": 1, "name": "Multilingual", "effects": "Through usually quite a lot of research and training, this character may know two or more languages. Of course this doesn't mean they know every single language nor do they know every single word of said language."}, {"value": 1, "name": "Multitarget", "effects": "For whatever reason, be it due to having telekinetic powers for holding additional weapons, or having several pairs of limbs, this character can attack more than once during their turn while in combat."}, {"value": 1, "name": "Multitasker", "effects": "This character is able to handle doing multiple tasks at the same time, and remembering exact instructions for them. Characters with this trait will generally prefer to handle multiple things at once."}, {"value": 4, "name": "Murder Attempt", "effects": "When this character attempts to kill another character they have a 1 in 20 chance of instantly killing the other character. If they fail they will be unable to attack their chosen victim for the rest of the day.\nCooldown: Ten times a day. May not attempt twice on the same character on the same day.\nRestrictions: Attacks on bosses or other very powerful characters will not activate this trait and attacks will be calculated as normal."}, {"value": 4, "name": "Musical Influence", "effects": "This characters music can drastically influence the people around them. They can use their music to inspire people, raise peoples' moral &amp; sanity, persuade people, help plants and wildlife flourish, and even speed up the healing process of character.\nCooldown: Once per day\nRestrictions: The character must have an instrument. If they lose or break their instrument, they lose this ability until they repair or find their instrument."}, {"value": 0, "name": "Musician", "effects": "This trait is similar to [Artist], however, a character with this trait specializes in musical talent rather than creating visual art."}, {"value": 3, "name": "Mutable Memory", "effects": "“That's not quite how I remember it...”\nCooldown: Passive\nRestrictions: Applies to characters that are inconspicuous or forgetful (ex. [Scatterbrained], [Forgettable], [Forgetful])."}, {"value": 3, "name": "Mutagenic", "effects": "“Enjoy your dynamic life.”\nCooldown: Primary effect is passive, Secondary effect once per day."}, {"value": 2, "name": "Mute", "effects": "This character cannot speak. Even if this character is not very affected by this, other characters can have a hard time comprehending what they mean if they're not good at understanding expressions or hand signals."}, {"value": 4, "name": "Mute Button", "effects": "This character is capable of rendering another character unable to speak for a short amount of time. \nCooldown: Can be used thrice a day. \nRestrictions: Only allowed on characters with psychic powers. Only works on organics."}, {"value": 2, "name": "Mute by Choice", "effects": "This character is mute by their own choice, whatever it may be. This means the character is able to talk if they wanted to but doesn't want to."}, {"value": 4, "name": "My Roll Now", "effects": "After Fortuna rolls have been accomplished for any given task, this character has the option to swap their roll with a crew member's.\nCooldown: Once per day"}, {"value": 2, "name": "Napoleon Complex", "effects": "This character has a kind of inferiority complex where, if they feel someone is better in some way, then this character will act hostile to that person. This is different from [Disloyal] in that it's not that they don't want to listen to authority, more so they feel intimidated by it."}, {"value": 2, "name": "Narcissist", "effects": "This character is utterly in love with themselves and will make sure that everyone knows about it. This character will commonly move conversations to be centered around them which can mean that the conversation completely misses its point or everyone else in the conversation become increasingly agitated."}, {"value": 2, "name": "Nature Repellent", "effects": "This character has the opposite of animal magnetism; fauna tend to dislike this individual. Wild fauna may be more inclined to attack or more likely to flee on sight. Normally-friendly pets may hiss or bark incessantly at the character. The character may even be more likely to be hit by random bombings by aerial fauna. Perhaps the character has done something to warrant the ire of all beastdom, or maybe they've been cursed, are an abomination against the natural order, or perhaps they're just unlucky."}, {"value": 2, "name": "Nervous", "effects": "Advanced version of [Shy] and [Cautious]. A character with this may refuse altogether to talk to someone or do something because they are too nervous about it."}, {"value": 1, "name": "Never Panics", "effects": "When situations come at this character, they remain calm and collected. They are able to think clearly in nearly all situations."}, {"value": 1, "name": "Never Sleeps", "effects": "This character will never sleep and will not have any ill effects due to lack of sleep.\r\nRestrictions: This trait is restricted to kuppas and other species who naturally do not sleep. No other species can have this trait."}, {"value": 2, "name": "Never on Time", "effects": "Whatever the case, this character is always late to things, be it meetings, events or other such things."}, {"value": 3, "name": "Newborn Learning", "effects": "“Baby's first trait.”\nCooldown: Passive\nRestrictions: Children or those with childlike minds."}, {"value": 3, "name": "Nobody", "effects": "“Its almost like you never existed in the first place.....”\nCooldown: Passive"}, {"value": 0, "name": "Nocturnal", "effects": "This character can be found asleep during the middle of the day, when the rest of the crew is active and doing things, and awake at night, helping to keep watch over the rest of the crew. Like with most sleep cycles, the character can be forced to a schedule that isn't this, but will be more irritable and grumpy until normal sleep is resumed."}, {"value": 0, "name": "Nomadic", "effects": "This character is very good at adapting to new environments, but can't stand not moving on. A bit restless by nature."}, {"value": 3, "name": "Non-Newtonian Rolls", "effects": "“Opposite Day!”\nCooldown: Passive"}, {"value": 0, "name": "Nostalgic", "effects": "This character remembers how things used to be back in their day and look back on it fondly. They may make snide comments about modern technology and will at times attempt to do things the \"good ole fashioned\" way if doing so doesn't get in the way of anything."}, {"value": 2, "name": "Numb", "effects": "This character is emotionally distant. This could be natural or a defense mechanism, but either way, they come off as cold, uncaring, and unaffected. They treat serious situations with a clear detachment that makes others feel like they're not being heard."}, {"value": 2, "name": "Numerical Curse", "effects": "This character has been cursed by a number. If this character rolls the number, or part of the number that the character is cursed by, the roll will automatically fails as if it were the lowest roll possible. If they see the number or it is involved in any aspect of their life, they will feel dread as if something terrible is about to happen.\nRestrictions: If the unlucky number is higher than 20, then the first two digits, or just the first digit is used to trigger a failing roll. For example if the unlucky number is 1485, then 14 will trigger a failing roll, but if the number is 9456 then 9 will trigger the failing roll as 94 is higher than 20."}, {"value": 2, "name": "Oathbound", "effects": "This character owes a debt to another character in some way, or are bound by obligation or contract to serve this character. They may be doing so willingly or unwillingly."}, {"value": 0, "name": "Obedient", "effects": "This character is disposed to be agreeable and obliging, but not to a point it would present any significant danger to them."}, {"value": 4, "name": "Object Whisperer", "effects": "A character with this trait can sense meaningful events or people that an object has been through or met. The more sudden the event or familiar the person (to the object), the easier it is to get a clear picture of what happened. \nCooldown: None\nRestrictions: The object has to be non-living and can fit in a character's inventory."}, {"value": 0, "name": "Oblivious", "effects": "This character is not good at reading emotion and may appear insensitive without meaning to. Many of the people around this character seem to get that they are oblivious to what they are saying or doing and are more willing to forgive."}, {"value": 2, "name": "Obsequious", "effects": "This character is unnaturally loyal to X. They are at hand and foot for X, following without question, willingly putting their lives at risk, even if X is capable enough to take care of it, and they suffer a significant sanity and morale loss if X is hurt, killed, or disappointed/angry at them. As for other characters, they are more likely to be disobedient to them, berate them, and believe they are untrustworthy scum unless said otherwise by X. Characters with this trait sometimes are romantically interested in X and will try anything to impress them."}, {"value": 1, "name": "Observant", "effects": "This character notices things far quicker than most other types of characters. They are more likely to make observations about hidden passageways or certain special objects. They overall make better judgements than others."}, {"value": 2, "name": "Obsessed with X", "effects": "This character is obsessed with something and desire strongly to attain it, even at the detriment of their own safety and well-being."}, {"value": 2, "name": "Obvious Weak Spot", "effects": "This character has a specific part of their body that is easily distinguishable, ie a discolored patch of fur, a large gap in a character's armor/carapace, or an exposed organ. When this body part is struck by an attack, that attack will be treated as if the character had 0 Endurance.\nRestrictions: [Self-Destruct Button] can only be applied to robots."}, {"value": 2, "name": "Often Misses", "effects": "This character rarely lands hits, whether firing a weapon or throwing a bean bag."}, {"value": 3, "name": "Oh No Not Again", "effects": "“Tell me it's just a big coincidence!”\nCooldown: Passive"}, {"value": 4, "name": "One For All", "effects": "When activated, pick a stat. This stat will then be distributed evenly between all crew members for a short time.\nCooldown: Twice a day"}, {"value": 3, "name": "One Weird Trick", "effects": "“Click here!”\nCooldown: Passive"}, {"value": 3, "name": "Only Lucky", "effects": "“No skill checks, luck only, final destination.”\nCooldown: Passive\nRestrictions: This character's luck may never go over 10 or under 0. If this character rolls the same number twice in a row, rolls a 20 or over twice in a row, or rolls a 1 or under twice in a row their luck stat will be rerolled. This does not apply if the character's luck stat has permanently changed since the last roll."}, {"value": 1, "name": "Optimistic", "effects": "This character doesn't lose morale as fast and can never hit negative morale. No matter what the situation, this character will keep their head up high and may raise the morale of others. The optimistic trait may drain sanity if the character is in a bad situation for a long amount of time."}, {"value": 1, "name": "Organized", "effects": "This character keeps things in order. As long as this character is around, objects are less likely to go to waste or be stolen, and if they do they will be noticed right away."}, {"value": 4, "name": "Overclocked", "effects": "This character can overclock themselves for a short time, giving themselves +3 strength for that time limit. Overclocking can go past the 10 point cap, but is not allowed to go past 15. Every time this character overclocks they have a 20% chance of instantly passing out before the buff can be applied and a 10% chance of causing permanent damage to themselves which will remove a single point of intelligence or break a limb if really unlucky. If intelligence hits zero they die. \nCooldown: None"}, {"value": 2, "name": "Overconfident", "effects": "This character is too confident in their abilities and is not realistic about how dangerous or challenging something may be. They may take on tasks they cannot do, or put themselves or their team in dangerous situations because they think they can handle it."}, {"value": 0, "name": "Overlooked", "effects": "This character is oftentimes forgotten by others or overlooked. When being attacked in a group this character will be the last one to be attacked."}, {"value": 2, "name": "Overreacts", "effects": "This character is likely to overreact to a situation even if the situation is not major. This character likely sees issues as bigger than they are and commonly frightens others."}, {"value": 2, "name": "Overweight", "effects": "This character, whether through genetics, overeating, or otherwise, weights a lot more than an individual of their species should be. When doing physical activity, this character will tire much quicker than others. This trait only applies if the character's weight affects them negatively."}, {"value": 2, "name": "PTSD", "effects": "This character suffers from stress induced by a traumatic event that happened to them. The event and symptoms widely range person to person, but common symptoms include having issues sleeping, overall stress, emotional detachment, heavy anxiety, and may sometimes also include having flashbacks and hostility."}, {"value": 0, "name": "Pacifist", "effects": "A character with this trait would prefer not to fight, and will almost always try to solve a situation in a nonviolent manner first and foremost. However, if that is what it comes down to, they will still battle to defend either themselves or others."}, {"value": 1, "name": "Pack Mule", "effects": "This character can carry +4 more than what their stats would normally allow."}, {"value": 4, "name": "Panic Button", "effects": "When incredibly distressed, this character can go into a state of suspended animation. When in this state, this character can take no damage, but cannot move. This immobilized state lasts at least an hour and at most a day.\nCooldown: Once every other day"}, {"value": 3, "name": "Panic Pandemic", "effects": "“Did you know fear spreads faster than any disease?”\nCooldown: "}, {"value": 2, "name": "Panicker", "effects": "This character is easily stressed and prone to panicking in situations that become too much for them. Depending on the type of character they may shut down, become aggressive, break down, act irrational, or become lost and flighty. It may get so bad that panicking becomes the norm for this character."}, {"value": 0, "name": "Parental", "effects": "This character cares nothing more then to watch out for and take care of other characters. They commonly end up the \"parent\" of most group and do their best to keep everyone in high spirits. Sadly some characters may not enjoy this at all or this character might mismanage their own personal time due to caring for others."}, {"value": 1, "name": "Passionate About X", "effects": "The character has a strong passion for some area. They might know more about this stuff than others, or may perform better on tasks relating to this topic than someone else with equivalent traits and skills."}, {"value": 2, "name": "Passive", "effects": "Characters with this trait are unlikely to take initiative, and only do things when asked. They may prefer to stay away from action even in lieu of helping their team, and need to be specifically asked to do things that may seem like automatic or obvious responses to some."}, {"value": 0, "name": "Patient", "effects": "This character is willing to wait things out or is less affected by aggression. This character tends to be a tad more tolerant of others but not by much, even this character has their limit on what they'll be able to take."}, {"value": 2, "name": "Patronizing", "effects": "This person often thinks they are higher than other people in someway, such as intellectually, psychically, monetary, or otherwise. They will often flaunt this fact in someway, such as giving goods, or just loudly proclaiming it whenever a \"lesser\" is failing at a task they could do. Many do not actually mean to offend, and believe they're doing a friendly gesture or making an observation without realizing the annoyance of the other party."}, {"value": 4, "name": "Percussive Maintenance", "effects": "This character can hit a broken machine and unless it is broken beyond repair it will start working for a randomized set of time. Once that time has passed the machine will break down again but may respond to another jab by this character.\nCooldown: Thrice per day."}, {"value": 3, "name": "Perfect", "effects": "“Nobody is perfect.”\nCooldown: Passive\nRestrictions: The moment a lot of people figure out the character's flaws, Perfect disappears."}, {"value": 2, "name": "Perfectionist", "effects": "Characters with this trait may never start something, never finish it, or constantly pick up and put down projects all in fear of them not turning out perfect. They may stress out if they ever consider something to not be done right, whether it be their own or someone else's work. If possible, they may try to \"fix\" anything they come across in order to make it perfect."}, {"value": 2, "name": "Perpetually Sick", "effects": "This character seems to have no way of keeping diseases out of their body and will spontaneously catch new ailments with various disadvantages."}, {"value": 3, "name": "Personal Keyword", "effects": "“It looks like there's a bit of a theme going on here.”\nCooldown: Passive"}, {"value": 3, "name": "Personality Mask", "effects": "“Is that who you truly are?”\nCooldown: Passive\nRestrictions: If this character's true personality is discovered, this trait disabled and disappears outright if they can't fool people into thinking their other personality is their “true one”."}, {"value": 1, "name": "Persuasive", "effects": "This character not only has a way with words but people are ready and willing to listen. This trait means this character has a better chance when trying to convince a character to do a deed. Sometimes this character might even be willing to convince others to do things they'd never even consider before."}, {"value": 2, "name": "Pessimistic", "effects": "The glass is always half empty for this character. This character looks at the negative side of just about everything. This character tends to voice, or at least allude to their pessimistic thoughts. This action can erode morale over time and in rare cases even cause others to gain [Pessimistic]. Sometimes goes hand in hand with [Despondent]."}, {"value": 3, "name": "Phoenix", "effects": "“From the ashes, arise again, o phoenix.”\nCooldown: Passive\nRestrictions: Must not have any trait which nullifies fire damage."}, {"value": 1, "name": "Photographic Memory", "effects": "This character has been remembering everything since the very start of their memories. They can recall incredibly fine details from things that happened years ago and they can almost instantly memorize anything they see or witness."}, {"value": 1, "name": "Pickpocket", "effects": "This character receives a small luck bonus when they are stealing from an NPC."}, {"value": 2, "name": "Picky Eater", "effects": "This character will only eat things from a personal list. Whether it's all meat has to be seasoned with a specific spice, or they will only eat certain plants when prepared certain ways, this character is willing to starve themselves when they don't get to eat the way they prefer to."}, {"value": 0, "name": "Piebald", "effects": "This character has the piebaldism equivalent of their species."}, {"value": 4, "name": "Piercing Soprano", "effects": "This character can sing to pitches high enough to cause damage to things around them. Their voice can break through glass and pierce eardrums, causing deafness and even stunning people. How long they can hold depends on their END. If they exceed the time, they will break their vocal cord and they will not be able to speak and they will lose any voice related traits.\nCooldown: Once per day"}, {"value": 3, "name": "Pillow Tag", "effects": "“Do not remove under penalty of law.”\nCooldown: Passive\nRestrictions: This trait cannot be removed by the character it is on."}, {"value": 0, "name": "Pitiful", "effects": "This character has a sad look about them much of the time regardless of how they're actually feeling, and most would compare them to a kicked puppy in how they carry themself. Many people have the urge to protect this character, while many others are annoyed by how weak they appear."}, {"value": 1, "name": "Plant Communer", "effects": "Individual has some ability to be able to communicate with plants, and is naturally charismatic to them. Individual may have some physical quantity that denotes them as \"floral patterned\", whether having a flower patterned attire, or birthmark, or being a plant themselves."}, {"value": 3, "name": "Please and Thank You", "effects": "“Sometimes a smile will go too far.”\nCooldown: Passive"}, {"value": 1, "name": "Polite", "effects": "This character is very polite. Most character may find them pleasant to talk with and will gain a sanity bonus when interacting with them."}, {"value": 3, "name": "Poltergeist", "effects": "“I wasn't ready! Give me a do-over!”\nCooldown: Passive"}, {"value": 0, "name": "Polydactyl", "effects": "This character has an extra amount of fingers and/or toes."}, {"value": 2, "name": "Poor", "effects": "This character doesn't have as much money as most people. They start out poor and commonly life will find a way to make this character lose any money they get soon after getting it. When this character is in a crew the crew is likely to lose money faster."}, {"value": 2, "name": "Poor Penmanship", "effects": "This character has messy writing and it will be found very hard to read by other characters, and to some degree, the character themself. This does not affect the actual quality of the character's writing."}, {"value": 2, "name": "Poor Time Management", "effects": "This character will often lose track of time, whether saying they'll be five minutes when they actually mean an hour, underestimating how long projects take, or scheduling more than they can handle. Sometimes they may hyper focus on a task and forget other obligations as time rolls by."}, {"value": 1, "name": "Popular", "effects": "This character is popular around others and tends to know just the right words to use in a situation. Characters are less likely to look negatively on this character and morale raises while speaking to them."}, {"value": 2, "name": "Possessive", "effects": "This character is CONSIDERABLY attached to an object, a person or something equivalent to those examples. If the target of this trait is removed, this character's morale will drop harshly and may react accordingly. If this is done too many times and/or for too long, this character may acquire additional red traits linked to this item, such as [Auto-Attack]."}, {"value": 1, "name": "Pragmatic", "effects": "This character is very down to earth about things and sees the universe as it is. They're not going to sugar coat it but they're not going to feel bad about it either. This character does not allow their judgement about situations be clouded by emotions. If they had the choice to save a single loved one and 100 people they would pick the latter."}, {"value": 0, "name": "Prickly", "effects": "This character is covered in protective spines/needles that result in damage to those touch them without proper precaution, whether it's someone who wants to hurt the character or hug them. If this trait is removed, whether from overuse resulting in loss of protecting spines, or deliberate removal, the character's endurance stat is reduced by half until the spines grow back.\nRestrictions: Endurance must be at least 4 to have this trait. Endurance penalty overrides [Durable]."}, {"value": 0, "name": "Private", "effects": "This character will commonly keep to themselves and gets a slight boost to production while doing so. When in a group this character will get a slight decrease to production."}, {"value": 2, "name": "Procrastinator", "effects": "This character will ALWAYS do things last minute. Whenever they are asked to do something, they will either forget about it, do something else or they will do absolutely nothing. When called out for procrastination, they will suffer a small morale penalty, but will most likely go back to doing nothing."}, {"value": 1, "name": "Produces X", "effects": "When content and healthy, this character produces something valuable at regular intervals. This may be a species-wide trait, for example producing silk or caffeinated blood, or a trait for an individual who likes making small toys for instance.\nRestrictions: The product must be something capable of being stored in an inventory, like rations, fuel or materials. Depending on the end product, the character may consume pre-requisite materials."}, {"value": 1, "name": "Professional throwing", "effects": "This character can throw things very far, for every point invested in strength, the faster what is thrown will go."}, {"value": 1, "name": "Protective", "effects": "This character is likely to know when things are going wrong with anyone they're protecting / anyone on their team. A protective character will defend them whenever possible. Endurance obtains a slight raise when the protective trait is active."}, {"value": 2, "name": "Provocative", "effects": "This character may not be aggressive themselves, but they will often taunt and provoke other characters. While they may have fun doing so, they're prone to angering the wrong person and getting into trouble."}, {"value": 1, "name": "Prudent", "effects": "This character is unlikely to lose sanity in most situations, only being affected by something like a death, even then not by much."}, {"value": 4, "name": "Psychic Disable", "effects": "Any character that gets within range of this character has all of their psychic powers disabled as long as they are in range. This range is always 5 - 30 feet and can be changed. This character also cannot have any psychic or mind powers used on them.\nCooldown: Passive\nRestrictions: Only allowed on characters with psychic powers. This character cannot have any other sort of psychic / mind power."}, {"value": 1, "name": "Psychic Powers", "effects": "This character has a general psychic power trait which means they may have one or more psychic powers. Due to this being a general trait, most characters with it have not mastered any powers but know more than one. If they have mastered any powers, they use that as their trait.\nRestrictions: This trait is restricted to species who are allowed to have psychic powers."}, {"value": 3, "name": "Psychopomp", "effects": "“You got death by your side.”\nCooldown: Passive"}, {"value": 2, "name": "Puppet", "effects": "This character rarely has any thoughts for themselves. They live for others or a master and commonly will do nothing unless directly ordered to. When this character loses their master or puppeteer they may become helpless or cling to the nearest leader."}, {"value": 2, "name": "Pushover", "effects": "This character finds it hard to refuse orders or requests from others, and is easily persuaded to perform tasks."}, {"value": 2, "name": "Pyrite Touch", "effects": "Any newly obtained item this character finds has a chance to appear at first to be high quality, however, on closer inspection it will always be a shoddy knockoff."}, {"value": 2, "name": "Pyromania", "effects": "The character with this trait is absolutely addicted to setting things on fire. After a certain time of not setting things on fire, this character's morale will drop rapidly. Setting something on fire or seeing something on fire will restore morale. Morale will restore faster if the character is the one to set fire to said object."}, {"value": 1, "name": "Quartermaster", "effects": "This character is resourceful with foraging, hunting, and trading in many sectors, and are likely to share their expertise with crew members."}, {"value": 1, "name": "Quick Thinker", "effects": "This character is fast to think of solutions to sudden issues, and quicker to react to danger."}, {"value": 1, "name": "Quickdraw", "effects": "This character ignores agility checks on their target when using ranged weapons. They will always get the first move, regardless of how fast their opponents are."}, {"value": 0, "name": "Quiet", "effects": "This character is very quiet in their tone of voice. If they want to whisper, then they can with ease. Although others might find it really hard to understand what this character is saying, others might find their tone rather calming."}, {"value": 0, "name": "Random", "effects": "This character may do random things at random times, such as blurt out a word, or say something that isn't at all relevant to the current situation or conversation. However these could be good reminders, or a distant memory which could help in the future."}, {"value": 0, "name": "Rarely Meddles", "effects": "This character isn't into meddling with other people's affairs and will commonly stay out of trouble unless forced to."}, {"value": 1, "name": "Rarely Misses", "effects": "This character almost never misses a shot. This may apply just to skills they have been trained in. For instance, a surgeon with this skill would be extremely unlikely to miss a small, precise incision that a normal surgeon might slip up on."}, {"value": 4, "name": "Rational Appeal", "effects": "This character can retry a failed charisma check by providing a logically-airtight explanation why their course of action is the correct one for the listener to take. This second charisma check will add the character's intelligence to the check. Many characters after being beaten by this manner of charisma check will take a dislike to the character and refuse to offer further assistance.\nCooldown: Twice per day."}, {"value": 4, "name": "Raw Intimidation", "effects": "The user can summon one (1) raw, unwashed potato and take a bite out of it to intimidate someone. The potato does not provide any actual nourishment. \nCooldown: Can be used once a day."}, {"value": 0, "name": "Realistic", "effects": "This character can look at a situation realistically and decide when to give up or back off. This sometimes causes the character to back away from situations that can possibly won with a bit of effort or luck."}, {"value": 3, "name": "Redshirt", "effects": "“Sooner or later the Narrative will come for each of us.”\nCooldown: Passive"}, {"value": 0, "name": "Reflexive", "effects": "Characters with this trait will sometimes perform things on reflex without conscious thought. Depending on the character it can range from things like covering their head when they see a bird to hitting someone who comes up from behind."}, {"value": 3, "name": "Reformative", "effects": "“Things can only get better...”\nCooldown: Passive\nRestrictions: Cannot fix [Dead]."}, {"value": 1, "name": "Regeneration", "effects": "This character finds it easier and faster to recuperate from illness and wounds."}, {"value": 2, "name": "Repetitive", "effects": "A character with this trait is likely to repeat certain actions and/or phrases a ridiculous amount of times even if it's a bad time to do so."}, {"value": 4, "name": "Reseller", "effects": "This ability allows the user to turn any item into points, causing the item to be lost forever while putting lower than the equivalent amount of points on the crew card.\nCooldown: Twice per day."}, {"value": 1, "name": "Resilient", "effects": "This character can recover quickly from blows, and will not go down unless they are knocked out. They can break out of grabs and stuns, and have a chance to fight back even when completely pinned down."}, {"value": 1, "name": "Respectful", "effects": "This character is respectful and will respect the wishes of others or at the very least will make a compromise. Many others will feel safer talking to this character after their first talk and talking to them raises sanity and morale."}, {"value": 3, "name": "Right Hand Man", "effects": "“I would never let go of my right hand man.”\nCooldown: Upon death\nRestrictions: Requires two characters"}, {"value": 1, "name": "Robust Genetics", "effects": "This character has a very strong genetic base. The odds that any new mutation will be beneficial are greatly increased."}, {"value": 3, "name": "Rock Bottom", "effects": "“It's only up from here!”\nCooldown: Passive"}, {"value": 1, "name": "Role Model", "effects": "This character is the apex citizen/employee/etc. and etc. They're exemplary at what they do, and have a good reputation to boot, so others will typically look to them for guidance. These other characters will emulate the role model's behavior to some degree, causing a contagion of the role model's virtues."}, {"value": 3, "name": "Royal Moodmeter", "effects": "“Left, right, left, right.”\nCooldown: Passive"}, {"value": 3, "name": "Russian Roulette", "effects": "“You just have to pull the trigger.”\nCooldown: Direct threat to the life of the character or a loved one.\nRestrictions: The gun is metaphysical and can only be used once per summon. It will disappear when used."}, {"value": 2, "name": "Ruthless", "effects": "A more extreme version of [Pragmatic]. Where a pragmatic person would save 100 lives over one loved one, having done the math and weighed the odds, the ruthless person would be willing to sacrifice 100 lives to get rid of one person."}, {"value": 1, "name": "Salesman", "effects": "When it comes to selling things, this character knows just what to say to make quite the convincing sales pitch. Items sold by this character are likely able to fetch a hefty sum."}, {"value": 4, "name": "Sanity Swap", "effects": "With this ability the character can swap the morale of a person or a whole crew of people with their sanity. This does not lower or raise either trait, just swaps them. The swap is permanent until swapped again.\nCooldown: Once per day\nRestrictions: Only allowed on characters with psychic powers or the ability to do so."}, {"value": 0, "name": "Sarcastic", "effects": "This character has a sense of sarcasm and is likely to use it. This trait also means that they are very unlikely to miss sarcasm."}, {"value": 2, "name": "Scatterbrained", "effects": "What does this trait mean again? With forgetfulness and a short attention span all wrapped up into one unfortunate ball, this character's mind seems all over the place. They're in the middle of one thing, start another, and by then they've completely forgotten about the previous task they were up to. Not a very fun combination for anyone involved, including the character themselves."}, {"value": 1, "name": "Schadenfreude", "effects": "This character enjoys it when bad things happen to other people, and will gain a boost in morale from witnessing it. They don't try to make this happen themselves and deaths will still upset them."}, {"value": 0, "name": "Second Fiddle", "effects": "This character will choose someone else to follow around and support. This is often done through pointing out chances for one-liners, giving them needed backup in a performance, or otherwise performing as an understudy."}, {"value": 0, "name": "Security Blanket", "effects": "This character has an item on their possession that they interact with daily, or even during conversation. This provides light morale and sanity bonuses while they have it, but without it they will seek a replacement and can take light morale and sanity damage. The item can be anything, not just a blanket."}, {"value": 4, "name": "Self-Destruct", "effects": "This character is rigged to detonate if a specific keyword is said or a certain condition is met. The resulting explosion is powerful, and may prove deadly to anyone caught within the blast radius.\nCooldown: This ability kills the user."}, {"value": 2, "name": "Self-Hatred", "effects": "This character hates themselves. Why they hate themselves could be for many reasons, but it doesn't matter, they don't matter, and they might assume that others hate them as much as they do. Even if no one hates them, and in fact they support this character, it won't change much. They're still horrible and everyone should stay away."}, {"value": 2, "name": "Selfish", "effects": "This character usually makes choices that will only benefit themselves. While this character may have good morals that could dissuade them from choosing something that would harm others, they will think of their well-being as number one priority over everybody else. Because of this, they are less likely to share their goods or put themselves in harm's way for the sake of others."}, {"value": 0, "name": "Semi-Infamous", "effects": "Opposite to [Semi-Famous]. This character is somewhat infamous, either because of a past action or because of who their parents are. Some may react negatively to this character's presence, although others may seek them out for their reputation."}, {"value": 0, "name": "Semi-famous", "effects": "This character is slightly famous for an action they've done in the past or due to who their parents were. This character may get small gifts rarely but most of the time people will just recognize them."}, {"value": 2, "name": "Sensory Overload", "effects": "This character is prone to burnout through too much sensory input, be it auditory, tactile, or visual. The reactions may be different, however; shut-downs or aggression in response to overload are common."}, {"value": 3, "name": "Set Dice", "effects": "“Does it change anything?”\nCooldown: Passive"}, {"value": 2, "name": "Shifty", "effects": "Something about this character seems off, whether it's the look in their eyes to how they move around, they give off an untrustworthy aura. Other characters are more prone to doubt and accuse this character if anything suspicious or bad were to happen, regardless of whether they did it or not."}, {"value": 2, "name": "Shopaholic", "effects": "This character has a tendency to spend a lot of money on one item or spend a lot of money on several items, whether or not they may be useful. They may also be liable to go on a shopping spree. Characters affected by this trait tend to have a morale boost after shopping before sharply declining as they end up regretting their actions. To cheer themself up, they might shop a little more."}, {"value": 0, "name": "Short", "effects": "This creature is shorter than average for their species."}, {"value": 2, "name": "Short life", "effects": "This character will live a shorter life than the average member of their species. This may be due to genetics, lifestyle choices, or other factors, but ultimately it means they're dying as sooner than others."}, {"value": 2, "name": "Show Pony", "effects": "This character can carry -3 less than what their stats would normally allow."}, {"value": 0, "name": "Show-off", "effects": "This character boasts about their skills, and often want people to watch them do things to show off how good they are at it."}, {"value": 0, "name": "Shy", "effects": "This character may not talk much, may talk quietly, or be nervous around unfamiliar people."}, {"value": 2, "name": "Sickness Spreader", "effects": "This character is a carrier of many illnesses even if they themself are not affected by any. Time to time, someone around them might gain a sickness or mutation simply from being close to this character."}, {"value": 0, "name": "Simple", "effects": "This character leads an humble lifestyle and doesn't concern themselves with luxury and elegance. Characters with this trait may dislike working with hi-tech equipment, or fancy tools."}, {"value": 0, "name": "Single Response", "effects": "This character tends to have one response for all questions."}, {"value": 3, "name": "Sir/Madame X-ington", "effects": "“Even suggesting that this character is an X is preposterous.”\nCooldown: Passive"}, {"value": 1, "name": "Sixth Sense", "effects": "This character has a unnatural sense for potential danger. They will be able to sense when something will hit them or drop on them and have some time to react."}, {"value": 1, "name": "Skilled at X", "effects": "This character is very skilled in X, and they are better at it than the average Joe. This character has likely had X as a job before and knows the ins and outs of X."}, {"value": 0, "name": "Sleeptalks", "effects": "This character frequently talks in their sleep."}, {"value": 0, "name": "Sleepwalks", "effects": "This character normally sleepwalks. They may be able to perform daily tasks with the same ease, carry on lucid conversations, be easily suggestible, or none of the above."}, {"value": 0, "name": "Slots Magnet", "effects": "This character is a natural born gambler. They will gladly gamble away some of their credits on any game of luck."}, {"value": 2, "name": "Slowpoke", "effects": "This character moves very slowly and takes their sweet time getting anywhere.\nRestrictions: Agility cannot go above 3 points."}, {"value": 2, "name": "Sluggish", "effects": "When this trait is active, this character's agility is 1.\nRestrictions: This trait can only be used with an Activator trait, such as [Moodmeter]."}, {"value": 1, "name": "Small Eater", "effects": "This character consumes half the normal amount of rations."}, {"value": 0, "name": "Smitten", "effects": "This character forms crushes on other characters very easily, whether it be one or many people they've fallen for. How receptive these people are to this character's crush however, is variable."}, {"value": 2, "name": "Snake Eyes", "effects": "All skill checks for this character must also pass an additional luck check."}, {"value": 1, "name": "Social", "effects": "This character is more likely to start conversations with others and bring people together. If a character wishes to speak to someone in a group this character is in, this character will likely be the first one they go to."}, {"value": 2, "name": "Social Escape", "effects": "If a situation becomes too stressful for this character, they will impulsively attempt to escape it through whatever means possible. This usually occurs suddenly and unexpectedly during conversations or other such social events and usually end in negative reactions from the other party."}, {"value": 2, "name": "Softie", "effects": "This character is easily moved when they see somebody down on their luck. While this character may end up making some friends this way, they will end up helping others even if they can't afford it. This character suffers severe morale losses when made to be mean, but doesn't feel any obligation to be nice to villainous people."}, {"value": 1, "name": "Sound Barrier", "effects": "This character is immune to the effects of loud noises and enjoys a small speed bonus in deafening environments. This character likely listens to loud music for fun."}, {"value": 3, "name": "Space Ripper", "effects": "“It just slices and dices.”\nCooldown: Passive"}, {"value": 3, "name": "Speak of the Devil", "effects": "“You're right on time!”\nCooldown: Passive"}, {"value": 0, "name": "Speaks with an Accent", "effects": "This character speaks with a certain accent from a certain region or species, a lisp, has a speech abnormality."}, {"value": 3, "name": "Special Eyes", "effects": "“I have special eyes...”\nCooldown: Passive"}, {"value": 3, "name": "Special Talent", "effects": "“Extremely skilled at X, but as for other tasks...”\nCooldown: Passive\nRestrictions: Scretsen-only trait. All scretsens have this by default."}, {"value": 2, "name": "Speciesist", "effects": "This character negatively or positively judges others based on what they were born as and not on the person's actions. This character will commonly review the social standing of a person by their species and race when they see them. This is different from the classist trait as this character does not judge on the character's social standing but the social standing of their entire race. It is possible for a speciesist to see all higher races as scum of the earth and lower species as absolutely perfect."}, {"value": 1, "name": "Speedrunner", "effects": "While the character may or may not be gifted in terms of agility, they are exceptionally quick with finishing tasks. The quality of the work isn't typically effected by the speed in which they finish a job, but there are cases in where an extra layer of polish could have been helpful."}, {"value": 1, "name": "Spikes", "effects": "This character has some sort of natural or built-in protective feature such as quills, spikes, exposed electricity, etc. that result in damage to those who touch that part of them without proper precaution. This feature can be temporarily (or permanently) lost based on overuse or deliberate removal."}, {"value": 2, "name": "Spoiled", "effects": "This character has perhaps been overindulged by their parents or caregivers and has evolved a special kind of attitude because of it. A character with this trait resorts to very immature and often self-centered endeavors in order to get their way. It's common for this character to exhibit temper tantrums or even manipulation."}, {"value": 2, "name": "Spontaneously Combustion", "effects": "When this character is hit or takes an action which results in severe harm to them, they must roll a miracle roll or spontaneously combust, dealing damage to all creatures and objects around the source.\nRestrictions: Must be a robot or have naturally combustible materials."}, {"value": 0, "name": "Spoonerism", "effects": "This character will commonly make mistakes in their speech, typically manifesting in replacing words with other similarly sounding words."}, {"value": 3, "name": "Spotlight", "effects": "“All that anyone sees...”\nCooldown: Passive"}, {"value": 1, "name": "Stealthy", "effects": "This character is skilled at performing tasks without being seen or heard. They are good at avoiding detection and are much less likely to be caught doing things without permission."}, {"value": 4, "name": "Stop, Thief!", "effects": "Ignoring all caps, this character's Strength, Endurance, and Agility stats are doubled for a few minutes if they catch someone stealing from them.\nCooldown: Unlimited\nRestrictions: This trait is for shopkeepers only."}, {"value": 0, "name": "Storyteller", "effects": "This character could spend hours telling stories. These stories range from personal life stories, to myths, to even things like gossip."}, {"value": 0, "name": "Strangely Graceful", "effects": "This character is graceful, but in a sort of odd way. Many will note that this character has an odd sort of grace, and is frankly sort of mysterious. This causes many other characters to pry more into them."}, {"value": 1, "name": "Street Smart", "effects": "This character knows the streets very well and knows when things are going wrong. This character is also the opposite of gullible and knows all the tricks in the book, and they'll be happy to call it out."}, {"value": 2, "name": "Stress Eater", "effects": "This character eats more rations when they are in a negative mood or under the effects of stressed."}, {"value": 2, "name": "Stubborn", "effects": "This character is commonly stuck in their ways and is unwilling to change their thoughts on matters. This character is likely to believe what they think is the best option and what everyone else should believe."}, {"value": 0, "name": "Stutters", "effects": "This character speaks with a stutter. Despite the fact that it may take them a little longer to speak than most, they tend to not be heavily affected by this."}, {"value": 0, "name": "Stylish", "effects": "This character has an affinity for fashion, and will often have a large wardrobe. They have a tendency to change their clothes often and put together outfits they find appropriate for their situation."}, {"value": 0, "name": "Suck up", "effects": "This character likes to stick with people in power and flatter them, or agree with everything they say."}, {"value": 4, "name": "Sugar Rush", "effects": "Consuming extra rations raises this character's strength and agility by 1 point per ration. After the end of an event, this character crashes, returns to normal stats, then loses 1 point to every stat for the rest of the day.\nCooldown: Once per day."}, {"value": 3, "name": "Suggestive Words", "effects": "“Do as I say, not as I do.”\nCooldown: Passive"}, {"value": 0, "name": "Superstitious", "effects": "This character is more likely to believe in myths, ghosts, and old traditions relating to them. They may have a tradition they follow and may refuse to do certain things that may cause a bad omen to appear, or give them bad luck."}, {"value": 3, "name": "Surplus or Bust", "effects": "“There is no in between.”\nCooldown: Passive"}, {"value": 3, "name": "Surprise!", "effects": "“Oh! Let's see what happens!!!”\nCooldown: Upon Death"}, {"value": 1, "name": "Sweet Scent", "effects": "This character, whether it be by natural means or a cologne/perfume, has a scent that is appealing other to people. If the other characters(s) can smell this odor, this character will gain a slight boost in charisma.\nRestrictions: This trait will not activate if the other party does not have any type of scent glands to smell this character with or does not have an adequately developed sense of smell."}, {"value": 1, "name": "Synergy", "effects": "This character has a great time working with others. Anytime they work with a specific person they consider a partner, they gain +2 to the task they're working on.\nRestrictions: Does not stack with other teamwork buffing traits."}, {"value": 1, "name": "Tactician", "effects": "This character is naturally skilled in tactical thinking, and is almost always one step ahead. When in combat, a character with this trait is able to perform special actions and can inform their teammates of the best movements to make."}, {"value": 0, "name": "Talkative", "effects": "This character will talk for ages if allowed and rarely runs out of anything to say."}, {"value": 0, "name": "Tall", "effects": "This character is taller than average for their species."}, {"value": 1, "name": "Telepathy", "effects": "This character can speak to other characters using telepathy. This may also mean the character is able to also hear the thoughts of the other people but this is not always the case.\nRestrictions: This trait can only be applied to species that have mental powers which allow"}, {"value": 2, "name": "Telepathy-sensitive", "effects": "This character has telepathic powers that allow them to hear surface thoughts of those around them, but cannot control or turn off this power. This may prove overwhelming and drown out their own thoughts, or emotionally distressing if people's inner thoughts don't match their outward expression."}, {"value": 3, "name": "Telephone", "effects": "“Job works at Bob.”\nCooldown: Passive"}, {"value": 2, "name": "Territorial", "effects": "This character has a designated area they call \"their territory\". They are violently protective of it and are willing to hurt and kill to keep teammates and strangers alike away. If this character were to ever let someone in intentionally, this would possibly mean that they hold great emotion for the guest, or they plan to hurt them."}, {"value": 1, "name": "Thick Skin", "effects": "This character has developed a tolerance for pain, while they can still feel and recognise any pain they may experience it does not break their focus, allowing them to act uninhibited until they choose to address the issue."}, {"value": 4, "name": "Thought Police", "effects": "This character can look over a characters thoughts and steal one idea they have.\nCooldown: Can be used once a day"}, {"value": 4, "name": "Thrill Seeker", "effects": "This character loves danger and has a trait that they gain whenever they are in peril. Every day that this trait goes without activation this character will lose morale. \nCooldown: Activated whenever this character is scared or in danger."}, {"value": 0, "name": "Tight-Lipped", "effects": "Secrets or sensitive-information entrusted to this character are kept strictly confidential. The character is resistant to related psychic attacks or data breaches. They cannot willingly divulge this information to others either, unless authorized, even when telling the info would greatly benefit them."}, {"value": 4, "name": "Timed Hits", "effects": "This character is capable of scoring multiple hits in a combo if timed correctly to the beat of background music playing during a fight. Base hits during combat will be less damaging, but well-timed long combos can more than make up for this. \nCooldown: Passive\nRestrictions: Activates when music is playing."}, {"value": 0, "name": "Tinkerer", "effects": "This character likes to open things up and see how they work, and try to make them work better. They have no respect for do not open and No user-servicable parts inside notices, and enjoy making little trinkets and gizmos of little use, just to see the mechanisms go."}, {"value": 2, "name": "Tongue-Tied", "effects": "When active, this trait causes this character's charisma to drop to 1.\nRestrictions: For use with controller traits such as [Moodmeter]."}, {"value": 4, "name": "Too Dumb to Die", "effects": "Any time this character is about to die a miracle roll will always be summoned no matter what. When it is summoned (8 - Int) will be added to the roll. \nCooldown: Passive"}, {"value": 2, "name": "Too Honest", "effects": "This person just cannot tell a lie, and if not stopped, will confess things they feel people need to know, especially if it's a bad deed. It is hard to stick around this character without having to listen to them go on about something they feel bad about doing or witnessing, which has a tendency to get other crew mates, friends and foes alike into trouble."}, {"value": 0, "name": "Totally Evil", "effects": "This character talks up how evil they believe they are, usually framing minor rude or completely neutral actions as dastardly and villainous. They might not be evil or even particularly bad at all."}, {"value": 1, "name": "Trained Soldier", "effects": "This character is a disciplined fighter and is skilled in the operation of all manners of combat equipment, weapons, and armours. They have killed before, and will suffer no morale or sanity loss from witnessing death."}, {"value": 0, "name": "Trait", "effects": "Description\nRestrictions: Generic Only"}, {"value": 4, "name": "Transformation", "effects": "This character has something they transform into. Either this character is a robot with that function, or a certain event has given this character a transformation. This character can either transform just once, or back and forth between two forms, possibly with major sanity or physical damage.\nCooldown: Depends on the type of transformation, can be daily or even monthly.\nRestrictions: Characters are unable to start with this trait unless they're a robot, and trait randomizers cannot roll this trait."}, {"value": 4, "name": "Trick Room", "effects": "Within a certain radius a character with this ability causes any inside to have their stat effectiveness swapped. A stat of 1 acts like it is a 10, and a stat of 10 acts like it is a 1, any stats above 10 or below 1 will act like a 1 or 10. The effect lasts for only a few moments.\nCooldown: This ability may be used twice per day."}, {"value": 2, "name": "Troubleseeker", "effects": "This character sees danger or drama and tends to runs towards it to watch it. They weighed the pros and cons, and are FULLY aware of the danger they're putting themselves through. This puts them in the line of danger far more often"}, {"value": 3, "name": "True Colors", "effects": "“Everyone shows their true colors eventually...”\nCooldown: Passive"}, {"value": 2, "name": "True Pacifist", "effects": "This character hates violence and will refuse to even fight for their life. This character will suffer a morale loss if they find out their peers fought for any reason. Extreme version of [Pacifist]."}, {"value": 2, "name": "Tunnel Vision", "effects": "This character lacks awareness of their surroundings."}, {"value": 3, "name": "Twist of Fate", "effects": "“Is a second chance always a good thing?”\nCooldown: Passive"}, {"value": 3, "name": "Ultimate Jester", "effects": "“\"Haha! Such a funny comedian you are!\"”\nCooldown: Passive\nRestrictions: Does not apply to writing or sign language."}, {"value": 2, "name": "Uncanny Valley", "effects": "This character has an offputting mannerism like an odd laugh or smile that causes their charisma to drop to 1 when interacting with anyone who experienced it unexpectedly. Lasts anywhere from a turn after the last point of experience up to a day, depending on how well the other person handles it."}, {"value": 2, "name": "Uncontrollable Bloodthirst", "effects": "This character is extremely volatile, if they detect an open wound they will enter a bloodfrenzy and attack the individual until either the victim or the character is dead, or the character is forcibly restrained. Outside bloodfrenzy, this character is extremely fond of violence, the more gruesome the better, and constantly seek the smallest bit of justification to attack anything that bleeds or can feel pain.\nRestrictions: If matched with [Irredeemable] the character loses all blue and green traits, gains 2 more red traits, but gains 10 stat points. If alone it gets rid of one blue and green trait and gives 4 stat points."}, {"value": 2, "name": "Uncontrollable Mouth", "effects": "This character cannot always control what they say and will sometimes say rude or hurtful things without meaning it. They may also agree to things they do not want to do or deny what they wish to do. This trait can cause distress to the character, people around them or both."}, {"value": 2, "name": "Underweight", "effects": "This character, whether through genetics, undereating, or otherwise, weights a lot less than an individual of their species should be. When doing physical activity, this character will tire much quicker than others. This trait only applies if the character's weight affects them negatively."}, {"value": 2, "name": "Unforgiving", "effects": "This character very easily holds a grudge and almost never forgives. If this character feels that they have been wronged, they will seek out revenge. It's very difficult for others to work with this character once they have a grudge."}, {"value": 2, "name": "Unintelligible Accent", "effects": "An advanced form of [Speaks with an Accent]. This particular accent is strong enough to make understanding or translating difficult."}, {"value": 2, "name": "Universal Level Marketing", "effects": "This character is trapped in a contract to sell various goods, and has a stock of them they try to sell to anyone they can. They will usually put people off by bringing it up at bad times, or even trying to recruit people under them. This trait is also transferable and can be given to other characters. The selection of goods can be used by the crew but a heavy fee will be deducted from the crews points if they do so. The only upside is if they do sell anything they get points."}, {"value": 4, "name": "Unlikely Exploit", "effects": "When this character would face an impossible skill check where the result of failure (barring a miracle roll) is death, this skill will activate. The character will through some series of contrivances succeed on the check, avoiding death in the process.\nCooldown: The ability may activate at any time provided the conditions are met, but the character may escape death only once using this skill.\nRestrictions: Only activates when the character is alone, with no other characters in the vicinity. The character survives/escapes/succeeds the impossible, but nobody will ever believe how they managed it."}, {"value": 2, "name": "Unnerving", "effects": "This character commonly puts anyone around them on edge by presence alone. Everyday they are with someone, the sanity of the person goes slightly down."}, {"value": 0, "name": "Unpredictable", "effects": "This character's motivations, actions and thoughts are near impossible to discern and predict, especially by those who are unfamiliar with their tendencies."}, {"value": 0, "name": "Unreadable", "effects": "This character shows a lack of expression, or is able to switch from being expressive to having a lack of it. This character can be hard to read for both friends and foe. You may also be unable to see the morale, sanity, and general feelings of this character in the crew logs."}, {"value": 2, "name": "Unstable", "effects": "This character automatically loses sanity each day and loses sanity and morale more quickly than other characters as well. This character most likely needs therapy to function normally."}, {"value": 3, "name": "Unstable Matter", "effects": "“I think we should put this one back in the test tube, Larry.”\nCooldown: "}, {"value": 3, "name": "Variety", "effects": "“'Tis the spice of life, no?”\nCooldown: Passive"}, {"value": 2, "name": "Vendetta", "effects": "This character has been seriously wronged by another character or group and wishes to get revenge. Upon meeting the person this character has a vendetta against, this character will attack them with the intent to kill, no matter how prepared they are for such a fight."}, {"value": 4, "name": "Vengeful Strike", "effects": "This character has a pension for revenge, being able to give pain dealt to them back at the attackers. When this character is hurt by an attack, they can hit the attacker for [1d3] times the damage that was dealt by the attacker, only to the attacker.\nCooldown: Twice per day"}, {"value": 0, "name": "Ventriloquism", "effects": "This character can throw their voice. Others will hear the voice come from the direction of the speaker's choosing.\nRestrictions: The character must be capable of speaking or imitating some sort of noise."}, {"value": 4, "name": "Verdant Song", "effects": "When this character sings, they cause people around them to become calm and relaxed. The effect is broken once they stop singing.\nCooldown: Once per day."}, {"value": 4, "name": "Veto", "effects": "Veto allows this character to cancel out an action, and the consequences of that action. Example, if [Veto] is used to cancel out someone firing a gun, the gun will have the same amount of rounds as it would have if it wasn't fired, and the target will be unharmed. Keep in mind that nothing stops them from just shooting again though. \nCooldown: Twice daily."}, {"value": 2, "name": "Violent", "effects": "This character prefers to let their fist equivalents do the talking. They will regularly threaten others with physical violence, and will happily jump on any opportunity to bring harm upon their enemies or anyone who gets in their way."}, {"value": 2, "name": "Vision Impaired", "effects": "This character has some sort of major sight problem, it could be due to genetics, injury, or anything else. How bad their sight is can range from fairly bad sight even with corrective eye-ware, all the way to total blindness. This character is more likely to miss visual based cues."}, {"value": 3, "name": "Visions", "effects": "“There's a storm a-comin'.”\nCooldown: Passive"}, {"value": 2, "name": "Vulnerable", "effects": "This character is viewed as a easy target, whether or not it is true. Enemies will attack them first, and this character is more likely to be attacked when alone."}, {"value": 1, "name": "Wall Walker", "effects": "This character can walk on walls."}, {"value": 2, "name": "Wanderlust", "effects": "This character, regardless of orders that may or may not have been given to them, occasionally will leave to do their own thing instead; this affects player-issued commands as well. When this character wanders off, the player will lose control of them and be unable to see what they're up to. The character may gain a slight bonus when it comes to completing the task, though it will take longer to finish than it should. Examples of this could be pausing in paperwork in order to cook a meal then realizing they could finish the paperwork a little more efficiently a certain way, or stopping in tech repairs to take a walk and figuring out how to use 8 wires for something that otherwise would take 10 wires to fix."}, {"value": 2, "name": "Wanted", "effects": "An individual or organization are attempting to track this individual down. This might take the form of a single tracker, or a widespread alert to all law enforcement in civilized space. The character may have to disguise themself to avoid constant entanglements either legal or violent."}, {"value": 3, "name": "Watcher", "effects": "“Do you ever feel like you're being watched?”\nCooldown: Passive"}, {"value": 2, "name": "Weak", "effects": "When this trait is activated, this character's Strength drops to 1.\nRestrictions: This trait can only be used with an Activator trait, such as [Moodmeter]."}, {"value": 4, "name": "Well Armed", "effects": "This character is armed to the teeth and as such is never without a weapon. If you don't equip a weapon to this character and they need to fight, they will pull out a random weapon that they \"happened\" to have on them that was never mentioned until now. How good the weapon is depends on a roll. \nCooldown: Once per day."}, {"value": 1, "name": "Willpower", "effects": "This character is resistant to influences of the mental variety, even those that are psychic in nature. They have a strong sense of self-control, and are more capable of fighting back if someone tries to invade their mind or otherwise manipulate them."}, {"value": 0, "name": "Windup", "effects": "This character need to be wound up time to time. When they have just been winded up their speed is 10. Slowly, their speed will die down until they can no longer move and they need to be winded up again."}, {"value": 0, "name": "Workaholic", "effects": "This character is an excessive worker, compelled to stay busy even in their free time. They may become antsy or aimless when bored, impulsively seeking out work when untasked."}, {"value": 2, "name": "Wrathful", "effects": "This character is extremely angry and will do many things out of spite. Some with this trait will try to hide their malice, but it is still there and effective."}, {"value": 1, "name": "X Camouflage", "effects": "This character is incredibly hard to see while on a specific (X) type of terrain. When camouflaged they can move around very stealthily."}, {"value": 3, "name": "X Do Not Interact", "effects": "“Read my about page before you follow :^)”\nCooldown: Passive"}, {"value": 2, "name": "X Lady", "effects": "This character enjoys the company and ownership of a particular fauna very, very much. Now they have too many of them. They likely smell like the fauna, will risk their own well-being to defend any attacked members of that fauna group, and have trouble not taking in any new fauna they see."}, {"value": 1, "name": "X Slayer", "effects": "This character is experienced in combat with X type of opponent and gains an attack bonus against them. The more specific the typing, the greater the bonus."}, {"value": 4, "name": "X Strider", "effects": "This character's agility is raised by 5 when they are on/in X, where X is a type of terrain. However, their agility is lowered by 5 when they are on land. X can be any kind of terrain except on land. Agility can be raised above 10 with this trait. Landstrider is not a valid type of strider.\nCooldown: Passive"}, {"value": 3, "name": "X Touch", "effects": "“Is it worth its weight in gold? Or is it merely led, painted yellow?”\nCooldown: Passive"}, {"value": 0, "name": "X-body", "effects": "This character is made of X, whether trough anomalous or natural means, this also means, depending on what this character is made of, it can be harmful or harmless to touch them."}, {"value": 0, "name": "X-ritual", "effects": "This character uses up a particular resource daily, and will suffer morale losses if unable to do so. Completing this ritual increases morale and sanity by a small amount.\nRestrictions: Can be applied to any species, but recommended to balance inorganic species/species who would otherwise not consume rations."}, {"value": 2, "name": "Xenophobe", "effects": "This character has an irrational distaste of all things foreign. This tends to manifest in hatred or fear of foreigners specifically, but may apply to even concepts or objects from other cultures."}, {"value": 1, "name": "Xmancer", "effects": "In which X equals almost anything. This character knows how to control X to their will or even summon X if needed. The power of the X depends on the character's strength and intelligence, and how long the X lasts in their control depends on endurance.\nRestrictions: This trait can only be applied to species that have mental powers which allow Xmancy."}, {"value": 2, "name": "Zealot", "effects": "This character is very aggressive about their faith, whatever it may be. Having it questioned may lead them to become violent, verbally and/or physically."}, {"value": 0, "name": "Zipper", "effects": "This character is hiding under a fake skin. This helps the character blend in with society without being noticed if their skin is has no signs of what lays under it.\nRestrictions: Clockwork-only trait."}]